Repository: CyberFlameGO/funkwhale
Catalog: docs/locales/*/LC_MESSAGES/admin/backup.po
Languages: fr

source: Backup your Funkwhale instance
fr: Sauvegarder votre instance Funkwhale

source: Before upgrading your instance, we strongly advise you to make at least a database backup. Ideally, you should make a full backup, including the database and the media files.
fr: Avant de mettre votre instance à jour, nous vous recommandons fortement de faire au moins une sauvegarde de votre base de données. Idéalement, vous devriez faire une sauvegarde complète, incluant la base de donnée et les fichiers médias.

source: Docker setup
fr: Installation Docker

source: If you've followed the setup instructions in :doc:`../installation/docker`, here is the backup path:
fr: Si vous avez suivi les instructions de configuration dans :doc:`../installation/docker`, voici le chemin de sauvegarde :

source: Multi-container installation
fr: Installation multi-conteneurs

source: Backup the database
fr: Sauvegarde de la base de données

source: On docker setups, you have to ``pg_dumpall`` in container ``funkwhale_postgres_1``:
fr: Dans les installations Docker, vous devez ``pg_dumpall`` dans le conteneur ``funkwhale_postgres_1`` :

source: Backup the media files
fr: Sauvegarder les fichiers médias

source: To backup docker data volumes, as the volumes are bound mounted to the host, the ``rsync`` way would go like this:
fr: Pour sauvegarder des volumes de données Docker, comme les volumes sont montés sur l'hôte, la méthode ``rsync`` est la suivante :

source: Backup the configuration files
fr: Sauvegarder les fichiers de configuration

source: On docker setups, the configuration file is located at the root level:
fr: Dans les installations Docker, le fichier de configuration est localisé au niveau de la racine :

source: Non-docker setup
fr: Installation non-Docker

source: On non-docker setups, you have to ``pg_dump`` as user ``postgres``:
fr: Dans les installations non-Docker, vous devez ``pg_dump`` comme utilisateur ``postgres`` :

source: A simple way to backup your media files is to use ``rsync``:
fr: Une manière simple pour sauvegarder les fichiers médias est l’utilisation de ``rsync`` :

source: You may also want to backup your proxy configuration file.
fr: Vous pourriez aussi vouloir sauvegarder votre fichier de configuration proxy.

source: For frequent backups, you may want to use deduplication and compression to keep the backup size low. In this case, a tool like ``borg`` will be more appropriate.
fr: Pour des sauvegardes fréquentes, vous pourriez vouloir utiliser la déduplication et la compression, pour garder une sauvegarde de petite taille. Dans ce cas, un outil comme ``borg`` sera plus approprié.
