Repository: CyberFlameGO/funkwhale
Catalog: docs/locales/*/LC_MESSAGES/admin/troubleshooting.po
Languages: fr

source: Troubleshooting
fr: Dépannage

source: Various errors and issues can arise on your Funkwhale instance, caused by configuration errors, deployment/environment specific issues, or bugs in the software itself.
fr: Diverses erreurs et problèmes peuvent survenir sur votre instance Funkwhale, causés par des erreurs de configuration, des problèmes spécifiques au déploiement/environnement, ou des bogues dans le logiciel lui-même.

source: On this document, you'll find:
fr: Dans ce document, vous trouverez :

source: Tools and commands you can use to better understand the issues
fr: Outils et commandes que vous pouvez utiliser pour mieux comprendre les problèmes

source: A list of common pitfalls and errors and how to solve them
fr: Liste des pièges et des erreurs les plus courants et la manière de les résoudre

source: A collection of links and advice to get help from the community and report new issues
fr: Une collection de liens et de conseils pour obtenir de l’aide de la communauté et signaler les nouveaux problèmes

source: Diagnose problems
fr: Diagnostiquer les problèmes

source: Funkwhale is made of several components, each one being a potential cause for failure. Having an even basic overview of Funkwhale's technical architecture can help you understand what is going on. You can refer to :doc:`the technical architecture <../developers/architecture>` for that.
fr: Funkwhale est constitué de plusieurs composants, chacun étant une cause potentielle de défaillance. Avoir un aperçu même basique de l'architecture technique de Funkwhale peut vous aider à comprendre ce qui se passe. Vous pouvez vous référer à :doc:`l'architecture technique <../developers/architecture>` pour cela.

source: Problems usually fall into one of those categories:
fr: Les problèmes tombent généralement dans une de ces catégories :

source: **Frontend**: Funkwhale's interface is not loading, not behaving as expected, music is not playing
fr: **Frontend** : L'interface de Funkwhale ne se charge pas, ne se comporte pas comme prévu, la musique ne joue pas

source: **API**: the interface do not display any data or show errors
fr: **API** : l’interface n’affiche aucune donnée et ne montre pas d’erreurs

source: **Import**: uploaded/imported tracks are not imported correctly or at all
fr: **Importation** : les pistes téléchargées/importées ne sont pas importées, ou pas correctement

source: **Federation**: you cannot contact other Funkwhale servers, access their library, play federated tracks
fr: **Fédération** : vous ne savez pas contacter d’autres serveurs Funkwhale, accéder à leur bibliothèque, jouer des pistes fédérées

source: **Everything else**
fr: **Tout le reste**

source: Each category comes with its own set of diagnose tools and/or commands we will detail below. We'll also give you simple steps for each type of problem. Please try those to see if it fix your issues. If none of those works, please report your issue on our issue tracker.
fr: Chaque catégorie s'accompagne de son propre ensemble d'outils de diagnostic et/ou de commandes que nous détaillerons ci-dessous. Nous vous donnerons également des étapes simples pour chaque type de problème. Veuillez les essayer pour voir si cela résout votre problème. Si aucune de ces étapes ne fonctionne, veuillez signaler votre problème sur notre traqueur de problèmes.

source: To get detailed log messages, set the environment variable ``LOGLEVEL=debug``. If you are using the docker setup you can configure this in the ``.env`` file.
fr: Pour obtenir des messages journaux détaillés, définissez la variable d’environnement ``LOGLEVEL=debug``. Si vous utilisez une installation Docker, vous pouvez configurer cela dans le fichier ``.env``.

source: Diagnostic tools:
fr: Outils de diagnostique :

source: Reverse proxy logs:
fr: Journaux de proxy inverse :

source: Apache logs should be available at :file:`/var/log/apache/access.log` and :file:`/var/log/apache/error.log`
fr: Les journaux Apache doivent être disponibles dans :file:`/var/log/apache/access.log` et :file:`/var/log/apache/error.log`

source: Nginx logs should be available at :file:`/var/log/nginx/access.log` and :file:`/var/log/nginx/error.log`
fr: Les journaux Nginx doivent être disponibles dans :file:`/var/log/nginx/access.log` et :file:`/var/log/nginx/error.log`

source: API logs:
fr: Journaux de l’API :

source: Docker setup: ``docker-compose logs -f --tail=50 api`` (remove the ``--tail`` flag to get the full logs)
fr: Installation Docker : ``docker-compose logs -f --tail=50 api`` (supprimez le paramètre ``--tail`` pour obtenir les journaux entiers)

source: Non-docker setup: ``journalctl -xn -u funkwhale-server``
fr: Installation non-Docker : ``journalctl -xn -u funkwhale-server``

source: If you edit your .env file to test a new configuration, you have to restart your services to pick up the changes:
fr: Si vous éditez votre fichier .env pour tester une nouvelle configuration, vous devez redémarrer vos services pour intégrer les changements :

source: Docker setup: ``docker-compose up -d``
fr: Installation Docker : ``docker-compose up -d``

source: Non-docker setup: ``systemctl restart funkwhale.target``
fr: Installation non-Docker : ``systemctl restart funkwhale.target``

source: Common problems
fr: Problèmes courants

source: Instance works properly, but audio files are not served (404 error)
fr: L’instance fonctionne correctement, mais les fichiers audios ne sont pas servis (erreur 404)

source: If you're using docker, ensure the ``MEDIA_ROOT`` variable is commented in your env file
fr: Si vous utilisez Docker, assurez-vous que la variable ``MEDIA_ROOT`` est commentée dans votre fichier .env

source: Ensure the ``_protected/media`` block points toward the path where media files are stored (``/srv/funkwhale/data/media``, by default)
fr: Assurez-vous que le bloc ``_protected/media`` pointe vers le chemin où les fichiers médias sont stockés (par défaut ``/srv/funkwhale/data/media``)

source: If you're using in-place import, ensure :data:`MUSIC_DIRECTORY_PATH <config.settings.common.MUSIC_DIRECTORY_PATH>`, :data:`MUSIC_DIRECTORY_SERVE_PATH <config.settings.common.MUSIC_DIRECTORY_SERVE_PATH>` and :data:`REVERSE_PROXY_TYPE <config.settings.common.REVERSE_PROXY_TYPE>` are configured properly, and that the files are readable by the webserver
fr: Si vous utilisez l’importation en place, assurez-vous que :data:`MUSIC_DIRECTORY_PATH <config.settings.common.MUSIC_DIRECTORY_PATH>`, :data:`MUSIC_DIRECTORY_SERVE_PATH <config.settings.common.MUSIC_DIRECTORY_SERVE_PATH>` et :data:`REVERSE_PROXY_TYPE <config.settings.common.REVERSE_PROXY_TYPE>` sont correctement configurés, et que les fichiers sont lisibles par le serveur web

source: On Python <3.6, you may see this kind of errors when running commands like ``python manage.py migrate``::
fr: Avec Python <3.6, vous pourriez voir ce genre d’erreurs en exécutant des commandes comme ``python manage.py migrate`` ::

source: This is caused by a bug in Python (cf https://github.com/celery/celery/issues/3818), and is not affecting in any way the command you execute. You can safely ignore this error.
fr: Ceci est causé par un bug dans Python (cf. https://github.com/celery/celery/issues/3818), et n’affecte aucunement la commande que vous exécutez. Vous pouvez ignorer cette erreur en toute sécurité.

source: ``Your models have changes that are not yet reflected in a migration`` warning
fr: ``Vos modèles ont subi des modifications qui n'ont pas encore été prises en compte dans une migration`` avertissement

source: When running ``python manage.py migrate`` (both in docker or non-docker), you may end-up with this::
fr: En exécutant ``python manage.py migrate`` (tant sur Docker que sur non-Docker), vous pourriez vous retrouver avec ceci : :

source: This warning can be safely ignored. You should not run the suggested ``manage.py makemigrations`` command.
fr: Cet avertissement peut être ignoré sans risque. Vous ne devriez pas exécuter la commande suggérée ``manage.py makemigrations``.

source: File import issues
fr: Problèmes d’importation de fichiers

source: Celery worker logs:
fr: Journaux de l’opérateur celery :

source: Docker setup: ``docker-compose logs -f --tail=50 celeryworker`` (remove the ``--tail`` flag to get the full logs)
fr: Installation Docker : ``docker-compose logs -f --tail=50 celeryworker`` (supprimez le drapeau ``--tail`` pour obtenir les journaux complets)

source: Non-docker setup: ``journalctl -xn -u funkwhale-worker``
fr: Installation non-Docker : ``journalctl -xn -u funkwhale-worker``

source: Federation issues
fr: Problèmes de fédération

source: Received federations messages are sent to a dedicated task queue and processed asynchronously by a celery worker.
fr: Les messages de fédérations reçus sont envoyés dans une file d’attente de tâches dédiée et traitées de manière asynchrone par un opérateur celery.

source: I have no access to another instance library
fr: Je n’ai pas accès à la bibliothèque d’une autre instance

source: Check if it works with the demo library (library@demo.funkwhale.audio)
fr: Vérifiez que ça fonctionne avec la bibliothèque de démonstration (library@demo.funkwhale.audio)

source: Check if the remote library received your follow request and approved it
fr: Vérifiez que la bibliothèque distante a reçu votre demande de suivi et qu’elle l’a approuvée

source: Trigger a scan via the interface
fr: Déclencher un scan via l’interface

source: Have a look in the celery logs for potential errors during the scan
fr: Regardez dans les journaux de celery les erreurs potentielles pendant le scan

source: Other problems
fr: Autres problèmes

source: It's a bit hard to give targeted advice about problems that do not fit in the previous categories. However, we can recommend to:
fr: Il est un peu difficile de donner des conseils ciblés sur les problèmes qui n'entrent pas dans les catégories précédentes. Cependant, nous pouvons recommander de :

source: Try to identify the scope of the issue and reproduce it reliably
fr: Essayer d’identifier l’étendue du problème et de le reproduire de manière fiable

source: Ensure your instance is configured as detailed in the installation documentation, and if you did not use the default values, to check what you changed
fr: Vous assurer que votre instance est configurée comme indiqué dans la documentation d’installation et, si vous n’avez pas utilisé les valeurs par défaut, vérifier ce que vous avez changé

source: To read the .env file carefully, as most of the options are described in the comments
fr: Lire le fichier .env attentivement, car la plupart des options sont décrites dans les commentaires

source: Report an issue or get help
fr: Signaler un problème ou obtenir de l’aide

source: Well be more than happy to help you to debug installation and configuration issues. The main channel for receiving support about your Funkwhale installation is the `#funkwhale-troubleshooting:matrix.org <https://matrix.to/#/#funkwhale-troubleshooting:matrix.org>`_ Matrix channel.
fr: Nous serons plus qu'heureux de vous aider à déboguer les problèmes d'installation et de configuration. Le principal canal pour recevoir de l'aide à propos de votre installation Funkwhale est la chaîne Matrix `#funkwhale-troubleshooting:matrix.org <https://matrix.to/#/#funkwhale-troubleshooting:matrix.org>`.

source: Before asking for help, we'd really appreciate if you took the time to go through this document and try to diagnose the problem yourself. But if you don't find anything relevant or don't have the time, we'll be there for you!
fr: Avant de demander de l'aide, nous apprécierions vraiment que vous preniez le temps de parcourir ce document et d'essayer de diagnostiquer le problème vous-même. Mais si vous ne trouvez rien de pertinent ou si vous n'avez pas le temps, nous serons là pour vous aider !

source: Here are a few recommendations on how to structure and what to include in your help requests:
fr: Voici quelques recommandations sur la manière de structurer vos demandes d’aides et ce qu’il faut y inclure :

source: Give us as much context as possible about your installation (OS, version, Docker/non-docker, reverse-proxy type, relevant logs and errors, etc.)
fr: Donnez-nous autant de détails que possible sur votre installation (système d'exploitation, version, Docker/non-Docker, type de proxy inverse, journaux et erreurs pertinents, etc.)

source: You can also open issues on our `issue tracker <https://dev.funkwhale.audio/funkwhale/funkwhale/issues>`_. Please have a quick look for similar issues before doing that, and use the issue tracker only to report bugs, suggest enhancements (both in the software and the documentation) or new features.
fr: Vous pouvez également ouvrir des problèmes sur notre `traqueur de problèmes <https://dev.funkwhale.audio/funkwhale/funkwhale/issues>`_. Merci de rechercher rapidement les problèmes similaires avant de faire cela, et d'utiliser le traqueur de porblèmes uniquement pour signaler des bogues, suggérer des améliorations (à la fois dans le logiciel et la documentation) ou de nouvelles fonctionnalités.

source: If you ever need to share screenshots or urls with someone else, ensure those do not include your personal token. This token is binded to your account and can be used to connect and use your account.
fr: Si vous devez partager des captures d'écran ou des URL avec quelqu'un d'autre, assurez-vous qu'elles ne contiennent pas votre jeton personnel. Ce jeton est lié à votre compte et peut être utilisé pour se connecter et utiliser votre compte.

source: Urls that includes your token looks like: ``https://your.instance/api/v1/uploads/42/serve/?jwt=yoursecrettoken``
fr: Les URL qui incluent votre jeton ressemblent à : ``https://your.instance/api/v1/uploads/42/serve/?jwt=yoursecrettoken``

source: Improving this documentation
fr: Améliorer cette documentation

source: If you feel like something should be improved in this document (and in the documentation in general), feel free to :doc:`contribute to the documentation <../documentation/creating>`. If you're not comfortable contributing or would like to ask somebody else to do it, feel free to :doc:`request a change in documentation <../documentation/identifying>`.
fr: Si vous avez l'impression que quelque chose doit être amélioré dans ce document (et dans la documentation en général), n'hésitez pas à :doc:`contribuer à la documentation <../documentation/creating>`. Si vous n'êtes pas à l'aise pour contribuer ou si vous souhaitez demander à quelqu'un d'autre de le faire, n'hésitez pas à :doc:`demander un changement dans la documentation <../documentation/identifying>`.
