Repository: CyberFlameGO/funkwhale
Catalog: docs/locales/*/LC_MESSAGES/admin/url.po
Languages: fr

source: Changing Your Instance URL
fr: Changer l’URL de votre instance

source: We highly recommend not to change your instance URL. Members of the community tried to do this and documented their steps here. This guide might be incomplete or fail for your instance. There is no support for this procedure and likely no way back.
fr: Nous vous recommandons vivement de ne pas modifier l'URL de votre instance. Des membres de la communauté ont essayé de le faire et ont documenté leurs étapes ici. Ce guide peut être incomplet ou échouer pour votre instance. Il n'y a pas de support pour cette procédure et probablement aucun moyen de revenir en arrière.

source: At some point, you may wish to change your instance URL. In order to do this, you will need to change the following:
fr: À un moment donné, vous souhaiterez peut-être modifier l'URL de votre instance. Pour ce faire, vous devrez modifier les éléments suivants :

source: The instance URL in your .env file
fr: L’URL de l’instance dans votre fichier .env

source: The instance URL in your ``/etc/nginx/sites-enabled/funkwhale.conf`` or ``/etc/apache2/sites-enabled/funkwhale.conf`` depending on your web server setup
fr: L’URL de l’instance dans votre ``/etc/nginx/sites-enabled/funkwhale.conf`` ou ``/etc/apache2/sites-enabled/funkwhale.conf`` en fonction de la configuration de votre serveur web

source: Any references to the old URL in your database
fr: Toute référence à l’ancienne URL dans votre base de données

source: The changes to the database can be achieved with the ``fix_federation_ids`` script in the ``manage.py`` file.
fr: Les modifications de la base de données peuvent être effectuées à l’aide du script ``fix_federation_ids`` dans le fichier ``manage.py``.

source: Example output:
fr: Exemple de sortie :

source: On Docker Installations
fr: Dans les installations Docker

source: If you have followed the :doc:`Docker installation instructions <../installation/docker>`, you will need to do the following:
fr: Si vous avez suivi les :doc:`Instructions d’installation Docker <../installation/docker>`, vous devrez faire ce qui suit :

source: Edit your .env file to change the ``FUNKWHALE_HOSTNAME`` and ``DJANGO_ALLOWED_HOSTS`` value to your new URL
fr: Éditez votre fichier .env pour changer la valeur de ``FUNKWHALE_HOSTNAME`` et ``DJANGO_ALLOWED_HOSTS`` par votre nouvelle URL

source: Edit your ``/etc/nginx/sites-enabled/funkwhale.conf`` file to change the ``server_name`` values to your new URL
fr: Éditez votre fichier ``/etc/nginx/sites-enabled/funkwhale.conf`` pour changer les valeurs de ``server_name`` par votre nouvelle URL

source: Run the following command to change all mentions of your old instance URL in the database:
fr: Exécutez la commande suivante pour changer toutes les mentions de l’ancienne URL de votre instance dans la base de données :

source: Restart Nginx or Apache to pick up the new changes
fr: Redémarrez Nginx ou Apache pour adopter les nouveaux changements

source: On Non-Docker Installations
fr: Dans les installations non-Docker

source: If you have followed the :doc:`non-docker setup <../installation/debian>`, you will need to do the following:
fr: Si vous avez suivi la :doc:`configuration non-Docker <../installation/debian>`, vous devrez faire ce qui suit :
