Repository: CyberFlameGO/funkwhale
Catalog: docs/locales/*/LC_MESSAGES/translators.po
Languages: fr

source: Translating Funkwhale
fr: Traduire Funkwhale

source: A step-by-step, beginner friendly guide is available at https://contribute.funkwhale.audio/guides/translate/
fr: Un guide étape par étape, adapté aux débutants, est disponible sur https://contribute.funkwhale.audio/guides/translate/

source: Thank you for reading this! If you want to help translate Funkwhale, you found the proper place :)
fr: Merci de lire ceci ! Si vous voulez aider à traduire Funkwhale, vous êtes au bon endroit :)

source: Translation is done via our own Weblate instance at https://translate.funkwhale.audio/projects/funkwhale/front/.
fr: La traduction se fait via notre propre instance Weblate à https://translate.funkwhale.audio/projects/funkwhale/front/.

source: You can signup/login using your Gitlab account (from https://dev.funkwhale.audio).
fr: Vous pouvez vous inscrire/connecter en utilisant votre compte Gitlab (depuis https://dev.funkwhale.audio).

source: Translation workflow
fr: Déroulement des opérations de traduction

source: Once you're logged-in on the Weblate instance, you can suggest translations. Your suggestions will then be reviewer by the project maintainer or other translators to ensure consistency.
fr: Après vous être connecté sur l’instance Weblate, vous pouvez suggérer des traductions. Vos suggestions vont alors être vérifiées par un mainteneur du projet ou par d’autres traducteurs pour assurer la cohérence.

source: Guidelines
fr: Lignes directrices

source: Respecting those guidelines is mandatory if you want your translation to be included:
fr: Le respect de ces lignes directrices est obligatoire si vous voulez que votre traduction soit incluse :

source: Use gender-neutral language and wording
fr: Utilisez un langage et une formulation non sexistes

source: Submitting a new language
fr: Soumettre une nouvelle langue

source: Pull the latest version of ``develop``
fr: Prenez la dernière version de ``develop``

source: Create a new branch, e.g ``git checkout -b translations-new-fr-ca``
fr: Créez une nouvelle branche, p. ex. ``git checkout -b translations-new-fr-ca``

source: Add your new language code and name in ``front/src/locales.js``. Use the native language name, as it is what appears in the UI selector.
fr: Ajoutez le code et le nom de votre nouvelle langue dans ``front/src/locales.js``. Utilisez le nom de la langue locale, car c'est ce qui apparaît dans le sélecteur de l'interface utilisateur.

source: Create the ``po`` file from template:
fr: Créez le fichier ``po`` depuis le modèle :

source: Then commit your changes, push, and submit a pull request on the ``develop`` branch
fr: Ensuite, livrez vos changements, poussez, et soumettez une demande de fusion sur la branche ``develop``

source: Requesting a new language
fr: Demander une nouvelle langue

source: If you cannot submit a new language yourself, you can request it by opening an issue here: https://dev.funkwhale.audio/funkwhale/funkwhale/issues
fr: Si vous ne savez pas soumettre une nouvelle langue vous-mêmes, vous pouvez le demander en ouvrant une "issue" ici : https://dev.funkwhale.audio/funkwhale/funkwhale/issues

source: Extracting messages from source
fr: Extraire les messages de la source

source: We offer a script to update existing ``po`` and ``pot`` files with new translations from the source code. This action should be run regularly, and in particular before lots of translation work is expected (e.g a few weeks before a new release), or when the UI code changes a lot. Otherwise, translators end up translating some obsolete messages, or not translationg new messages.
fr: Nous offrons un script pour mettre à jour les fichiers ``po`` et``pot`` existants avec les nouvelles traductions depuis le code source. Cette action devrait être exécutée régulièrement, et en particulier avant qu’un grand nombre de traductions est attendu (par ex. : quelques semaines avant une nouvelle version), ou lorsque le code de l’interface utilisateur change beaucoup. Autrement, les traducteurs finiront par traduire certains messages obsolètes, ou ne traduiront pas de nouveaux messages.

source: `Lock the translations on weblate <https://translate.funkwhale.audio/projects/funkwhale/front/#repository>`_ (``Lock`` button in the sidebar). This will prevent translators from working, and help prevent potential conflicts in the source code
fr: `Verrouiller les traductions sur weblate<https://translate.funkwhale.audio/projects/funkwhale/front/#repository>`_ (bouton ``Verrouiller`` dans la barre latérale). Ceci va éviter aux traducteurs de travailler, et va aider à éviter des conflits potentiels avec le code source

source: `Commit and push changes from weblate <https://translate.funkwhale.audio/projects/funkwhale/front/#repository>`_ (``Commit`` and ``Push`` buttons in the sidebar)
fr: `Livrez et poussez les changements depuis weblate <https://translate.funkwhale.audio/projects/funkwhale/front/#repository>`_ (boutons ``Livrer`` et ``Pousser`` dans la barre latérale)

source: Pull ``develop`` in your local git repository to ensure you have the latest version of the translations
fr: Poussez ``develop`` dans votre dépôt git local pour vous assurer que vous avez la dernière version des traductions

source: Create a dedicated branch with ``git checkout -b translations-integration``
fr: Créer une branche dédie avec ``git checkout -b translations-integration``

source: Extract the translations with ``cd front && ./scripts/i18n-extract.sh``. This will update all ``po`` files as necessary
fr: Extrayez les traductions avec ``cd front && ./scripts/i18n-extract.sh``. Ceci va mettre à jour tous les fichiers ``po`` comme nécessaire

source: Review, commit and push the changes, then open a merge request on the ``develop`` branch
fr: Révisez, livrez et poussez les changements, puis ouvrez une demande de fusion sur la branche ``develop``

source: When the MR is merged, `Unlock the translations on weblate <https://translate.funkwhale.audio/projects/funkwhale/front/#repository>`_ (``Unlock`` button in the sidebar).
fr: Lorsque la demande de fusion est fusionnée, `Déverrouillez les traductions sur weblate <https://translate.funkwhale.audio/projects/funkwhale/front/#repository>`_ (bouton ``Déverrouiller`` dans la barre latérale).
