Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# */*/*
source: Upload New Picture…
de: Neues Bild hochladen…
oc: Enviar un nòu imatge…
pl: Prześlij nowy obraz…
pt_br: Enviar nova imagem…
ru: Загрузить новое изображение…
zh_hans: 上传新的附图…

# */*/*
source: Upload quota
de: Upload-Volumen
oc: Quòta de mandadís
pl: Limit przestrzeni
pt_br: Cota de envio
ru: Квота загрузки
zh_hans: 上传文件存储配额

# Content/Library/Title/Verb
source: Upload third-party content in a library
de: Lade Inhalte von Drittanbietern in eine Mediathek hoch
oc: Enviar de contengut tèrces a la bibliotèca
pl: Prześlij do biblioteki treści innych wykonawców
ru: Загрузить сторонний контент в библиотеку
zh_hans: 在曲库中上传第三方内容

# Content/Library/Help text
source: Upload timeout, please try again
de: Hochladezeit abgelaufen. Bitte versuche es erneut
es: Timeout en la subida, intentalo de nuevo
oc: Temps de transferiment expirat, ensajatz tornamai
pl: Przesyłanie zajęło zbyt długo, spróbuj jeszcze raz
pt_br: Tempo de envio esgotado, por favor, tente novamente
ru: Таймаут загрузки, попробуйте ещё раз
zh_hans: 上传超时，请重试

# Popup/Import/Message
source: Upload was skipped because a similar one is already available in one of your libraries.
de: Der Upload wurde übersprungen, weil eine ähnliche Datei bereits in einer deiner Mediatheken vorhanden ist.
oc: Lo mandadís es estat sautat perque un que li sembla es ja disponible dins una de vòstras bibliotèca.
pl: Plik został pominięty, ponieważ podobny utwór jest już dostępny w jednej z bibliotek.
pt_br: O envio foi ignorado porque já existe em uma de suas bibliotecas.
ru: Закачка была пропущена, так как похожая уже есть в одной из ваших библиотек.
zh_hans: 已跳过上传，因为您的某个曲库中已有类似的上传记录。

# Popup/Import/Message
source: Upload was successfully processed by the server.
de: Der Upload wurde vom Server erfolgreich verarbeitet.
oc: Lo mandadís es estat corrèctament tractat pel servidor.
pl: Plik został pomyślnie przetworzony przez serwer.
pt_br: Envio foi processado pelo servidor.
ru: Закачка была успешно обработана сервером.
zh_hans: 服务器已成功处理上传。

# Content/Library/Paragraph
source: Upload your personal music library to Funkwhale to enjoy it from anywhere and share it with friends and family.
de: Lade deine persönliche Musikbibliothek auf Funkwhale hoch, um sie von überall aus zu genießen und um sie mit Freunden, Freundinnen und Familie zu teilen.
oc: Enviatz vòstra bibliotèca musicala personala a Funkwhale e aprofechatz-ne pertot e partejatz-la amb vòstres amics e familha.
pl: Prześlij swoją osobistą muzykę do Funkwhale, aby czerpać z niej przyjemność w każdym miejscu oraz dzielić się nią z przyjaciółmi i rodziną.
ru: Загрузите свою личную музыкальную библиотеку в Funkwhale, чтобы наслаждаться ей откуда угодно и делиться ей с друзьями и семьей.
zh_hans: 将您的个人曲库上传到 Funkwhale，以随时随地享受，并与朋友和家人分享。

# Content/Library/Table
source: Uploaded
de: Hochgeladen
es: Subido
oc: Enviat
pl: Przesłano
pt_br: Enviado
ru: Загружено
zh_hans: 已上传

# Content/Track/Paragraph
source: Uploaded by <a class="internal" href="%{ uploaderUrl }">%{ uploader }</a> on <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
de: Hochgeladen von <a class="internal" href="%{ uploaderUrl }">%{ uploader }</a> am <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
oc: Enviat per <a class="internal" href="%{ uploaderUrl }">%{ uploader }</a> lo <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
pl: Przesłane <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time> przez <a class="internal" href="%{ uploaderUrl }">%{ uploader }</a>
pt_br: Enviado por <a class="internal" href="%{ uploaderUrl }">%{ uploader }</a> em <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
ru: Загружено <a class="internal" href="%{ uploaderUrl }">%{ uploader }</a> <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
zh_hans: 由 <a class="internal" href="%{ uploaderUrl }">%{ uploader }</a> 于 <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time> 上传

# Content/Track/Paragraph
source: Uploaded on <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
de: Hochgeladen am <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
oc: Enviat lo <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
pl: Przesłane <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
pt_br: Enviado em <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
ru: Загружено <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>
zh_hans: 上传于 <time title="%{ date }" datetime="%{ date }">%{ prettyDate }</time>

# Channels/*/*
source: Uploading
de: Hochladen läuft
oc: Mandadís en cors
pl: Przesyłanie
pt_br: Enviando
ru: Загружается
zh_hans: 上传中

# Content/Library/Tab.Title/Short
source: Uploading
de: Hochladen läuft
es: Subiendo
oc: Mandadís en cors
pl: Przesyłanie
pt_br: Enviando
ru: Загружается
zh_hans: 上传中

# Content/*/*/Noun
source: Uploading file…
de: Hochladen läuft…
oc: Mandadís del fichièr…
pl: Przesyłanie pliku…
pt_br: Enviando…
ru: Загружается файл…
zh_hans: 文件上传中…

# Content/Library/Table
source: Uploading…
de: Hochladen läuft…
es: Subiendo…
oc: Mandadís…
pl: Przesyłanie…
pt_br: Enviando…
ru: Загружается…
zh_hans: 上传中…

# */*/*
source: Uploads
de: Hochladen
es: Subidas
oc: Mandadís
pl: Przesłane pliki
pt_br: Envios
ru: Закачки
zh_hans: 上传记录

# Content/Channel/Header
source: Uploads are being processed
de: Uploads werden verarbeitet
oc: Tractament dels mandadisses
pl: Przesłane pliki są przetwarzane
ru: Закачки обрабатываются
zh_hans: 正在处理上传

# Content/Channel/Header
source: Uploads published successfully
de: Hochgeladene Daten erfolgreich veröffentlicht
oc: Mandadisses corrèctament publicats
pl: Przesłane pliki zostały opublikowane pomyślnie
pt_br: Envio publicado com sucesso
ru: Закачки успешно опубликованы
zh_hans: 上传已成功发布

# Content/Applications/Help Text
source: Use "urn:ietf:wg:oauth:2.0:oob" as a redirect URI if your application is not served on the web.
de: Verwende "urn:ietf:wg:oauth:2.0:oob" als Umleitungs-URI, wenn deine Anwendung nicht im Web bereitgestellt wird.
oc: Utilizatz « urn:ietf:wg:oauth:2.0:oob » coma URI de redireccion se vòstra aplicacion es pas disponibla en linha.
pl: Użyj "urn:ietf:wg:oauth:2.0:oob" jako URI przekierowania, jeśli twoja aplikacja nie jest dostępna w sieci web.
pt_br: Use "urn:ietf:wg:oauth:2.0:oob" como link de redirecionamento se seu aplicativo não está na Web.
ru: Используйте "urn:ietf:wg:oauth:2.0:oob" как URI перенаправления, если Ваше приложение не опубликовано в Интернет.
zh_hans: 如果您的应用没有托管在网络上，请用 "urn:ietf:wg:oauth:2.0:oob" 作为重定向 URI。

# Footer/*/List item.Link
source: Use another instance
de: Einen anderen Pod benutzen
es: Usar otra instancia
oc: Utilizar una autra instància
pl: Skorzystaj z innej instancji
pt_br: Usar outra instância
ru: Использовать другой узел
zh_hans: 连接到其他实例

# Sidebar/*/List item.Link
source: Use another instance
de: Einen anderen Pod benutzen
oc: Utilizar una autra instància
ru: Использовать другой узел
zh_hans: 连接到其他实例

# Content/Home/Link
source: Use Funkwhale on other devices with our apps
de: Verwende Funkwhale auf anderen Geräten mit unseren Apps
oc: Utilizar Funkwhale sus d’autres aparelhs amb nòstra aplicacion
pl: Używaj Funkwhale na innych urządzeniach za pomocą naszych aplikacji
pt_br: Use Funkwhale em outros dispositivos com nossos aplicativos
ru: Используйте Funkwhale на других устройствах с помощью наших приложений
zh_hans: 使用我们的 App 在其他设备上访问 Funkwhale

# Content/About/Paragraph
source: Use Funkwhale on other devices with our apps.
de: Verwende Funkwhale mit unseren Apps auf anderen Geräten.
oc: Utilizar Funkwhale sus d’autres aparelhs amb nòstra aplicacion.
ru: Используйте Funkwhale на других устройствах с помощью наших приложений.
zh_hans: 使用我们的 App 在其他设备上访问 Funkwhale。

# Content/Settings/Paragraph
source: Use plugins to extend Funkwhale and get additional features.
de: Benutze Plugins um Funkwhale mit neuen Funktionalitäten zu erweitern.
oc: Utilizatz d’extension per agrandir las possibilitat de Funkwhale e obténer mai de foncionalitats.
pl: Użyj rozszerzeń do Funkwhale i zyskaj dodatkowe funkcjonalności.
ru: Используйте плагины для расширения возможностей Funkwhale.
zh_hans: 使用插件扩展 Funkwhale 并获得额外的功能。

# */*/Field,Help
source: Use this field to provide additional context to the moderator that will handle your report.
de: Verwende dieses Feld, um dem Moderationsteam zusätzlichen Kontext bereitzustellen.
oc: Utilizatz aqueste camp per provesir mai de contèxt al moderator que gerirà lo senhalament.
pl: Użyj tego pola, aby przybliżyć kontekst moderatorowi, który się zajmie się twoim raportem.
pt_br: Use este campo para fornecer contexto adicional para o moderador que irá atender sua denúncia.
ru: Укажите здесь дополнительную информацию для модератора, который займётся рассмотрением вашей жалобы.
zh_hans: 在这里补充更多信息，帮助我们的管理员判断并处理您的报告。

# Content/Signup/Paragraph
source: Use this form to request a password reset. We will send an e-mail to the given address with instructions to reset your password.
de: Mit diesem Formular kannst Du Dein Passwort zurücksetzen. Du erhälst dann eine Email mit weiteren Anweisungen von uns.
oc: Garnissètz aqueste formulari per demandar un nòu senhal. Auretz un corrièl a vòstra adreça indicada contenent las consignas per reïnicializar lo senhal.
pl: Użyj tego formularza, aby poprosić o zresetowanie hasła. Otrzymasz wiadomość z instrukcjami resetowania hasła na podany adres e-mail.
ru: Используйте эту форму чтобы запросить сброс пароля. Мы вышлем письмо на указанный адрес с инструкциями по сбросу вашего пароля.
zh_hans: 使用此表单以重置密码。我们会发送邮件到指定的邮箱，并说明如何重置您的密码。

# */Moderation/Popup,Paragraph
source: Use this form to submit a report to our moderation team.
de: Mithilfe dieses Formulars kannst du einen Bericht an unser Moderationsteam senden.
oc: Utilizatz aqueste formulari per enviar un senhalament als nòstres moderators.
pl: Użyj tego formularza, aby przesłać zgłoszenie do zespołu moderującego.
pt_br: Use este formulário para enviar uma denúncia para nossa equipe de moderação.
ru: С помощью этой формы вы можете отправить жалобу нашим модераторам.
zh_hans: 使用此表单以向我们的管理员团队报告问题。

# Content/Fetch/Paragraph
source: Use this form to subscribe to a channel hosted somewhere else on the Fediverse.
de: Abonniere einen Kanal, der anderswo im Fediverse gehostet wird.
oc: Utilizatz aqueste formulari per vos abonar a una cadena endacòm sul fediverse.
pl: Użyj tego formularza, aby obserwować kanał znajdujący się gdzieś indziej we Fediverse.
ru: Используйте эту форму, чтобы подписаться на канал, размещённый где-то в другом месте Федиверса.
zh_hans: 使用此表单以订阅在联邦宇宙里某个服务器上托管的频道。

# Content/Fetch/Paragraph
source: Use this form to subscribe to an RSS feed from its URL.
de: Abonniere den RSS Feed einer URL.
oc: Utilizatz aqueste formulari per vos abonar a un flux RSS via una adreça URL.
pl: Użyj tego formularza, aby obserwować kanał RSS znajdujący się pod danym adresem URL.
ru: Используйте эту форму, чтобы подписаться на RSS-ленту по её ссылке.
zh_hans: 使用此表单以订阅一个 RSS 地址。

# Content/Moderation/Help text
source: Use this setting to temporarily enable/disable the policy without completely removing it.
de: Mit dieser Einstellung kannst du die Moderationsregel temporär deaktivieren, ohne sie zu löschen.
es: Use esta configuración para habilitar / deshabilitar temporalmente la política sin eliminarla por completo.
oc: Utilizatz aqueste paramètre per activar/desactivar temporàriament la règla sens la suprimir complètament.
pl: Użyj tego ustawienia, aby tymczasowo włączyć/wyłączyć politykę zarazem nie usuwając jej całkowicie.
pt_br: Usar essa configuração ativa/desativa as regras sem removê-las.
ru: Используйте эту настройку для временного включения/отключения политики без полного её удаления.
zh_hans: 使用此设置临时启用/禁用策略，无须完全删除策略。

# Content/Admin/Table
source: Used
de: Verwendet
es: Usado
oc: Utilizat
pl: Zużyte
pt_br: Usado
ru: Использовано
zh_hans: 已使用

# */*/*
source: Used for the itunes:email and itunes:name field required by certain platforms such as Spotify or iTunes.
de: Dies wird den Feldern itunes:email und itunes:name zugeordnet, die bei einigen Plattformen erforderlich sind, sowie Spotify oder iTunes.
oc: Utilizat pels camps itunes:email e itunes:name, requerits per d’unas platafòrmas coma Spotify o iTunes.
pl: Używane do wypełnienia pól itunes:email oraz itunes:name wymaganych przez pewne platformy jak iTunes czy Spotify.
ru: Used for the itunes:email and itunes:поле имени требуется некоторыми платформами, например Spotify и iTunes.
zh_hans: 将作为 itunes:email 和 itunes:name 被某些平台使用，例如 Spotify 和 iTunes。

# Content/Channels/Paragraph
source: Used in URLs and to follow this channel in the Fediverse. It cannot be changed later.
de: Wird in URLs und zum Abonnieren dieses Kanals im Fediverse verwendet. Dies kann nachträglich nicht geändert werden.
oc: Utilizat dins las URL e per seguir aquesta cadena sul Fedivers. O podètz pas cambiar mai tard.
pl: Używana w adresie URL i do obserwacji tego kanału we Fediverse. Nie możesz zmienić jej później.
ru: Используется в URL и для подписки на этот канал в Федерации. Вы не сможете изменить это позже.
zh_hans: 将在 URL 中，以及通过联邦宇宙订阅时使用。确定后将无法更改。

# Content/Home/Header
source: Useful links
de: Nützliche Links
oc: Ligams utils
pl: Użyteczne linki
pt_br: Links úteis
ru: Полезные ссылки
zh_hans: 相关链接

# Content/Library/Table.Label
source: User
de: Benutzer
es: Usuario
oc: Utilizaire
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
zh_hans: 用户

# Content/Home/Link
source: User guides
de: Bedienungsanleitung
oc: Guida de l’utilizaire
pl: Podręczniki użytkownika
pt_br: Guias do usuário
ru: Руководства пользователя
zh_hans: 用户手册

# Content/Admin/Menu
source: User Interface
de: Benutzeroberfläche
oc: Interfàcia utilizaire
pl: Interfejs użytkownika
pt_br: Interface do usuário
ru: Интерфейс пользователя
zh_hans: 用户界面

# Content/*/Title/Noun
source: User libraries
de: Nutzermediatheken
es: Bibliotecas de usuarios
oc: Bibliotècas de l’utilizaire
pl: Powiązane biblioteki
pt_br: Bibliotecas do usuário
ru: Пользовательские библиотеки
zh_hans: 用户曲库

# Content/Profile/Header
source: User Libraries
de: Mediatheken der Nutzenden
oc: Bibliotècas de l’utilizaire
pl: Biblioteki
pt_br: Bibliotecas do usuário
ru: Пользовательские библиотеки
zh_hans: 用户曲库

# Content/Radio/Title
source: User radios
de: Radios der Nutzenden
es: Radios de los usuarios
oc: Ràdios dels utilizaires
pl: Stacje radiowe użytkowników
pt_br: Rádios do usuário
ru: Пользовательские радио
zh_hans: 用户电台

# */Moderation/*/Noun
source: User Requests
de: Nutzeranfragen
oc: Demandas de l’utilizaire
pl: Aplikacje o rejestrację
pt_br: Solicitações do usuário
ru: Запросы пользователя
zh_hans: 用户请求

# Content/*/*
source: Username
de: Benutzername
es: Nombre de usuario
oc: Nom d’utilizaire
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
zh_hans: 用户名

# Content/Login/Input.Label/Noun
source: Username or e-mail address
de: Benutzername oder E-Mail-Adresse
oc: Nom d’utilizaire o corrièl
pl: Nazwa użytkownika lub adres e-mail
ru: Имя пользователя или почта
zh_hans: 用户名或邮箱地址

# */*/*/Noun
source: Users
de: Nutzende
es: Usuario
oc: Utilizaires
pl: Użytkownicy
pt_br: Usuários
ru: Пользователи
zh_hans: 用户

# Content/About/Paragraph
source: Users on this pod also get %{ quota } of free storage to upload their own content!
de: Benutzer·innen auf diesem Pod erhalten %{ quota } kostenlosen Speicherplatz für ihre Inhalte!
oc: Los utilizaires d’aqueste pod an tanben %{ quota } d’espaci liure per enviar lor pròpri contengut !
ru: Пользователи этого узла так же получают %{ quota } места бесплатно, чтобы делиться своей музыкой!
zh_hans: 本站上的用户还可以获得 %{ quota } 的免费存储空间来上传自己的内容！

# Content/Home/Paragraph
source: Users on this pod also get %{ quota } of free storage to upload their own content!
de: Benutzer·innen auf diesem Pod erhalten auch %{ quota } kostenlosen Speicher, um ihre eigenen Inhalte hochzuladen!
oc: Los utilizaires d’aqueste pod an tanben %{ quota } d’espaci per enviar lor pròpri contengut !
pl: Użytkownicy tej instancji dostają też %{ quota } przestrzeni na swoje utwory!
pt_br: Os usuários deste pod também ganham %{ quota } de espaço grátis para compartilhar o próprio conteúdo!
ru: Пользователи этого узла так же получают %{ quota } места бесплатно, чтобы делиться своей музыкой!
zh_hans: 本站上的用户还可以获得 %{ quota } 的免费存储空间来上传自己的内容！

# Footer/*/Title
source: Using Funkwhale
de: Funkwhale nutzen
es: Usando Funkwhale
oc: Utilizar Funkwhale
pl: Używanie Funkwhale
pt_br: Usando Funkwhale
ru: О Funkwhale
zh_hans: 使用 Funkwhale

# Footer/*/List item
source: Version %{version}
es: Versión %{version}
pl: Wersja %{version}
pt_br: Versão %{version}
ru: Версия (%{version})
zh_hans: 版本 %{version}

# */Queue/Dropdown/Button/Label/Short
source: View album
de: Album ansehen
oc: Veire l’album
ru: Посмотреть альбом
zh_hans: 查看专辑

# */Queue/Dropdown/Button/Label/Short
source: View artist
de: Künstler·innen ansehen
oc: Veire l’artista
ru: Посмотреть исполнителя
zh_hans: 查看歌手

# */Queue/Dropdown/Button/Label/Short
source: View channel
de: Kanal ansehen
oc: Veire la cadena
ru: Посмотреть канал
zh_hans: 查看频道

# Content/Channel/Button
source: View errored uploads
de: Fehlgeschlagene Uploads anzeigen
oc: Veire los mandadisses en error
pl: Zobacz pliki, których import zakończył się błędem
pt_br: Ver envios com falha
ru: Посмотреть закачки с ошибками
zh_hans: 查看出错的上传记录

# Content/Library/Link/Verb
source: View files
de: Dateien ansehen
es: Ver archivos
oc: Veire los fichièrs
pl: Zobacz pliki
pt_br: Ver arquivos
ru: Просмотреть файлы
zh_hans: 查看文件

# Content/Moderation/Link/Verb
source: View in Django's admin
de: In der Django-Verwaltung ansehen
oc: Veire sul panèl d’admin de Django
pl: Zobacz w panelu administracyjnym Django
pt_br: Ver administração Django
ru: Посмотреть в админке Django
zh_hans: 在 Django 管理面板中查看

# Content/Home/Link
source: View more…
de: Mehr anzeigen…
oc: Ne veire mai…
pl: Zobacz więcej…
pt_br: Ver mais…
ru: Загрузить ещё…
zh_hans: 查看更多…

# Content/*/Button.Label/Verb
source: View on %{ domain }
de: Auf %{ domain } ansehen
oc: Veire sus %{ domain }
pl: Zobacz na %{ domain}
ru: Посмотреть на %{ domain }
zh_hans: 在 %{ domain } 上查看

# Content/*/*/Clickable, Verb
source: View on MusicBrainz
de: Auf MusicBrainz ansehen
es: Ver en MusicBrainz
oc: Veire sus MusicBrainz
pl: Zobacz na MusicBrainz
pt_br: Ver em MusicBrainz
ru: Смотреть на MusicBrainz
zh_hans: 在 MusicBrainz 上查看

# Content/Moderation/Link
source: View public page
de: Öffentliche Seite anzeigen
oc: Veire la pagina publica
pl: Zobacz publiczną stronę
pt_br: Ver página pública
ru: Посмотреть публичную страницу
zh_hans: 查看对外公开的页面

# */Queue/Dropdown/Button/Label/Short
source: View series
de: Serie ansehen
oc: Veire las serias
ru: Посмотреть серии
zh_hans: 查看序列

# Content/Channel/Button
source: View skipped uploads
de: Übersprungene Uploads anzeigen
oc: Veire los mandadisses sautats
pl: Zobacz pominięte pliki
ru: Посмотреть пропущенные закачки
zh_hans: 查看跳过的上传

# */*/*
source: Visibility
de: Sichtbarkeit
es: Visibilidad
oc: Visibilitat
pl: Widoczność
pt_br: Visibilidade
ru: Видимость
zh_hans: 可见性

# Content/Home/Link
source: Visit funkwhale.audio
de: Besuche funkwhale.audio
oc: Visitar funkwhale.audio
pl: Odwiedź funkwhale.audio
pt_br: Visite funkwhale.audio
ru: Посетить funkwhale.audio
zh_hans: 访问 funkwhale.audio

# Content/Album/
source: Volume %{ number }
de: Band %{ number }
es: Volúmen %{ number }
oc: Volum %{ number }
pl: Płyta %{ number }
ru: Том %{ number }
zh_hans: 第 %{ number } 张 CD

# Popup/*/Loading.Title
source: Waiting for result…
de: Die Ergebnisse werden geladen…
es: Cargando tus favoritos…
oc: En espèra dels resultats…
pl: Ładowanie zdalnych wyników…
pt_br: Carregando…
ru: Ждем результатов…
zh_hans: 等待结果…

# Content/Settings/Error message.Title
source: We cannot change your e-mail address
de: Deine E-Mail-Adresse kann nicht geändert werden
oc: Podèm pas cambiar vòstra d’adreça mail
pl: Nie udało się zmienić Twojego adresu e-mail
ru: Мы не можем изменить ваш адрес почты
zh_hans: 我们无法修改您的邮箱地址

# Content/Settings/Error message.Title
source: We cannot delete your account
de: Wir können dein Konto nicht löschen
oc: Podèm pas suprimir vòstre compte
pl: Nie udało się usunąć Twojego konta
pt_br: Não foi possível excluir sua conta
ru: Нам не удалось удалить Ваш аккаунт
zh_hans: 我们无法删除您的账户

# Content/Login/Error message.Title
source: We cannot log you in
de: Wir können dich nicht einloggen
es: No se puede iniciar la sesión
oc: Error pendent la connexion
pl: Nie udało się Cię zalogować
pt_br: Não foi possível entrar
ru: Вход не удался
zh_hans: 我们无法为您登录

# Content/*/Error message.Title
source: We cannot save your changes
de: Deine Änderungen können nicht gespeichert werden
es: No podemos crear tu cuenta
oc: Podèm pas enregistrar vòstras modificacions
pl: Nie udało się zapisać Twoich zmian
pt_br: Não foi possível salvar as alterações
ru: Мы не смогли сохранить Ваши изменения
zh_hans: 我们无法保存您的修改

# Content/Notifications/Paragraph
source: We noticed you've been here for a while. If Funkwhale is useful to you, we could use your help to make it even better!
de: Wir haben bemerkt, dass du schon eine Weile hier bist. Wenn Funkwhale nützlich für dich ist, könnten wir deine Hilfe gebrauchen, um es noch besser zu machen!
oc: Avèm remarcat que sètz aquí dempuèi un brieu. Se Funkwhale vos es util, poiriam utilizar vòstra ajuda per lo far venir encara melhor !
pl: Zauważyliśmy, że jesteś tu już przez pewien czas. Jeśli Funkwhale jest dla ciebie użyteczny, moglibyśmy skorzystać z twojej pomocy, aby jeszcze bardziej go ulepszyć!
pt_br: Notamos que você está aqui há um tempo. Se Funkwhale for útil para você, adoraríamos ter sua ajuda para torná-lo ainda melhor!
ru: Мы заметили, Вы уже давно с нами. Если Funkwhale Вам полезен, Вы можете помочь нам сделать его ещё лучше!
zh_hans: 我们注意到您来这里有一段时间了。如果对您来说 Funkwhale 有用，我们希望您的举手之劳能让项目变得更好！

# Content/Library/Link
source: We recommend using Picard for that purpose.
de: Zu diesem Zweck wird Picard empfohlen.
es: Recomendamos usar Picard para este propósito.
oc: Vos recomandam d’utilizar lo logicial Picard per aquò far.
pl: Polecamy używać w tym celu Picarda.
pt_br: Recomendamos o uso do Picard para este propósito.
ru: Мы рекомендуем использовать Picard для этого.
zh_hans: 我们建议使用 Picard 来完成标记。

# */*/Field,Help
source: We'll use this e-mail address if we need to contact you regarding this report.
de: Wir werden diese E-Mail-Adresse verwenden, wenn wir Dich bezüglich Deines Berichts kontaktieren müssen.
oc: Utilizarem aquesta adreça se nos fa besonh vos contactar tocant aqueste senhalament.
pl: Użyjemy tego adresu e-mail, jeśli zajdzie potrzeba, aby się z Tobą skontaktować odnośnie tego raportu.
ru: Мы воспользуемся этим адресом, если нам потребуется связаться с вами по вопросам, связанным с вашей жалобой.
zh_hans: 我们将会使用这个邮箱地址与您确认此报告的相关细节。

# Content/Home/Header
source: Welcome to %{ podName }!
de: Willkommen bei %{ podName }!
oc: La benvengut a %{ podName } !
pl: Witaj na %{ podName }!
pt_br: Bem-vindo(a) ao %{ podName }!
ru: Добро пожаловать на %{ podName }!
zh_hans: 欢迎来到 %{ podName }！

# Content/Channel/Paragraph
source: What will this channel be used for?
de: Wofür wird dieser Kanal verwendet?
oc: A qué servirà aquesta cadena ?
pl: Do czego używany będzie ten kanał?
ru: Для чего этот канал будет использоваться?
zh_hans: 这个频道的用途是？

# Popup/Embed/Input.Label
source: Widget height
de: Grafikobjektshöhe
es: Altura del widget
oc: Nautor del widget
pl: Wysokość widgetu
pt_br: Altura do widget
ru: Высота виджета
zh_hans: 小部件高度

# Popup/Embed/Input.Label
source: Widget width
de: Grafikobjektsbreite
es: Ancho del widget
oc: Largor del widget
pl: Szerokość widgetu
pt_br: Largura do widget
ru: Ширина виджета
zh_hans: 小部件宽度
