Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# Content/Radios/Placeholder
source: No tracks have been added to this radio yet
de: Diesem Radio wurden noch keine Titel hinzugefügt
oc: I a pas encara de pistas ajustadas a aquesta ràdio
pl: Nie dodano jeszcze żadnych utworów do tej stacji radiowej
pt_br: Sem faixas na rádio ainda
ru: У этого радио пока нет добавленных треков
zh_hans: 这个电台还没有添加任何歌曲

# Content/Home/Placeholder
source: No tracks have been added to your favorites yet
de: Deinen Favoriten wurden noch keine Titel hinzugefügt
oc: I a pas encara de pistas ajustadas a vòstres favorits
pl: Nie dodałeś jeszcze żadnych utworów do Twoich ulubionych
pt_br: Sem faixas favoritadas ainda
ru: Вы ещё не добавляли треки в избранное
zh_hans: 您的收藏内还没有任何歌曲

# Content/Settings/Dropdown
source: Nobody except me
de: Niemand außer mir
es: Solo yo
oc: Degun fòra ieu
pl: Nikt poza mną
pt_br: Apenas eu
ru: Никто кроме меня
zh_hans: 仅我自己

# Content/Library/Paragraph
source: Nobody is following this library
de: Niemand folgt dieser Mediathek
es: Nadie está siguiendo esta biblioteca
oc: Degun sèc pas aquesta bibliotèca
pl: Nikt nie obserwuje tej biblioteki
pt_br: Ninguém está seguindo esta biblioteca
ru: Никто не подписан на эту библиотеку
zh_hans: 没有人关注这个曲库

# */*/*
source: None
de: Keine
es: Ninguno
oc: Cap
pl: Nic
ru: Нет
zh_hans: 没有

# Content/Admin/Table
source: Not used
de: Nicht verwendet
es: No usado
oc: Pas utilizat
pl: Nie zużyty
pt_br: Não usado
ru: Не используется
zh_hans: 未使用

# Content/Home/Placeholder
source: Nothing found
de: Nichts gefunden
es: No se ha encontrado nada
oc: Cap de resultat pas trobat
pl: Niczego tu nie ma
ru: Ничего не найдено
zh_hans: 什么也没找到

# */Form/Paragraph
source: Nothing to preview.
de: Es gibt nichts zum vorzeigen.
es: Archivos pendientes.
oc: I a pas res a previsualizar.
pl: Nie ma nic do podglądu.
pt_br: Nada para mostrar.
ru: Нет предпросмотра.
zh_hans: 无可预览内容。

source: Notifications
de: Benachrichtigungen
es: Notificaciones
oc: Notificacions
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
zh_hans: 通知

# Content/Moderation/Dropdown
source: Offensive content
de: Anstößiger Inhalt
oc: Contengut ofensiu
pl: Obraźliwe treści
pt_br: Conteúdo ofensivo
ru: Оскорбительное содержание
zh_hans: 攻击性内容

# Footer/*/List item.Link
source: Official website
de: Offizielle Webseite
es: Página oficial
oc: Site oficial
pl: Oficjalna strona internetowa
pt_br: Site oficial
ru: Официальный веб-сайт
zh_hans: 官方网站

# Content/Library/Card.Table.Header/Short
source: Old value
de: Alter Wert
es: Valor antiguo
oc: Anciana valor
pl: Poprzednia wartość
pt_br: Valor anterior
ru: Старое значение
zh_hans: 旧值

# */*/*/State of registrations
source: Open
de: Offen
oc: Dubèrtas
pl: Otwarte
pt_br: Abrir
ru: Открыть
zh_hans: 开放

# Content/Admin/Dropdown/Adjective
source: Open
de: Frei
es: Abierta
oc: Accès liure
pl: Otwarte
pt_br: Abrir
ru: Открыть
zh_hans: 可用

# Popup/Import/Table.Label/Value
source: Open a support thread (include the debug information below in your message)
de: Öffne einen Support-Anfrage (füge die Debug-Informationen unten in deine Nachricht ein)
es: Abra un hilo de soporte (incluya la información de depuración en su mensaje)
oc: Dobrir un fil de discutida d’assisténcia (donatz las informacions de desbugatge dins vòstre messatge)
pl: Otwórz wątek pomocy (do wiadomości dołącz informacje dla programistów)
pt_br: Abra um tópico de suporte (inclua informação de depuração na mensagem)
ru: Открыть тему в поддержке (вставьте диагностическую информацию ниже в Ваше сообщение)
zh_hans: 去论坛新建一个请求支持帖（并自动引用下方显示的调试信息）

# Content/Moderation/Link
source: Open in moderation interface
de: Moderationsregel ändern
es: Actualizar regla de moderación
oc: Dobrir dins l’interfàcia de moderacion
pl: Otwórz w interfejsie moderacyjnym
pt_br: Abrir interface de moderação
ru: Открыть в режиме модерации
zh_hans: 打开审核界面

# Content/Moderation/Verb
source: Open in moderation interface
de: In der Moderationsseite öffnen
oc: Dobrir dins l’interfàcia de moderacion
pl: Otwórz w interfejsie moderacyjnym
ru: Открыть в режиме модерации
zh_hans: 打开审核界面

# Content/Moderation/Link/Verb
source: Open local profile
de: Lokales Profil öffnen
es: Abrir perfil
oc: Dobrir lo perfil local
pl: Otwórz profil lokalny
pt_br: Abrir perfil local
ru: Открыть локальный профиль
zh_hans: 查看本地档案

# Content/Moderation/Link/Verb
source: Open on MusicBrainz
de: Auf MusicBrainz ansehen
es: Ver en MusicBrainz
oc: Veire sus MusicBrainz
pl: Otwórz na MusicBrainz
pt_br: Abrir em MusicBrainz
ru: Смотреть на MusicBrainz
zh_hans: 在 MusicBrainz 上打开

# Content/Moderation/Link/Verb
source: Open profile
de: Profil öffnen
es: Abrir perfil
oc: Dobrir lo perfil
pl: Otwórz profil
pt_br: Abrir perfil
ru: Открыть профиль
zh_hans: 查看档案

# Content/Moderation/Link/Verb
source: Open remote profile
de: Profil öffnen
es: Abrir perfil
oc: Dobrir lo perfil alonhat
pl: Otwórz profil zdalny
pt_br: Abrir perfil remoto
ru: Открыть удалённый профиль
zh_hans: 查看远程档案

# Content/Moderation/Link/Verb
source: Open website
de: Webseite öffnen
es: Abrir website
oc: Dobrir lo site web
pl: Otwórz stronę internetową
pt_br: Abrir site
ru: Официальный веб-сайт
zh_hans: 打开网站

# Popup/Title/Noun
source: Options
de: Optionen
oc: Opcions
ru: Дополнительно
zh_hans: 选项

# Content/Moderation/Card.Title
source: Or customize your rule
de: Oder die Moderationsregel anpassen
es: Añade filtros para personalizar tus reglas
oc: O personalizatz aquesta règla
pl: lub dostosuj swoją regułę
pt_br: Ou personalize sua regra
ru: Или настройте своё правило
zh_hans: 或者自定义您的规则

# Content/Search/Dropdown.Label/Noun
source: Order
de: Sortierung
es: Orden
oc: Òrdre
pl: Kolejność
pt_br: Ordem
ru: Порядок
zh_hans: 顺序

# Content/Search/Dropdown.Label/Noun
source: Ordering
de: Sortieren nach
es: Orden
oc: Òrdre
pl: Porządkowanie
pt_br: Ordenando
ru: Порядок
zh_hans: 排序参考

# Content/Search/Dropdown.Label/Noun
source: Ordering direction
de: Sortierrichtung
es: Dirección del orden
oc: Direccion
pl: Kolejność
pt_br: Direção da ordem
ru: Порядок
zh_hans: 顺序

# */*/*
source: Other
de: Andere
es: Otros
oc: Autre
pl: lnne
pt_br: Outro
ru: Другое
zh_hans: 其他

# Content/Moderation/Dropdown
source: Other
de: Andere
es: Otros
oc: Autre
pl: lnna
pt_br: Outro
ru: Другое
zh_hans: 其他

# Content/Channels/Link
source: Overview
de: Übersicht
oc: Vista d’ensemble
pl: Przegląd
pt_br: Visão geral
ru: Обзор
zh_hans: 概览

# Content/Profile/Link
source: Overview
de: Übersicht
oc: Vista d’ensemble
pl: Przegląd
pt_br: Visão geral
ru: Обзор
zh_hans: 概览

# */*/*
source: Owned by %{ username }
de: Im Besitz von %{ username }
oc: Lo proprietari es %{ username }
pl: Należy do %{ username }
pt_br: Propriedade de %{ username }
ru: Владелец %{ username }
zh_hans: 由 %{ username } 拥有

# */*/*
source: Owner
de: Besitzer·in
oc: Proprietari
pl: Posiadacz
pt_br: Dono(a)
ru: Владелец
zh_hans: 所有人

# */*/*
source: Owner e-mail address
de: E-Mail-Adresse des Besitzers
oc: Adreça electronica del proprietari
pl: Adres e-mail właściciela
ru: Адрес почты владельца
zh_hans: 所有人邮箱

# */*/*
source: Owner name
de: Besitzername
oc: Nom del proprietari
pl: Nazwa posiadacza
ru: Имя владельца
zh_hans: 所有人姓名

# Head/*/Title
source: Page Not Found
de: Seite nicht gefunden
es: Página no encontrada!
oc: Pagina pas trobada
pl: Nie odnaleziono strony
pt_br: Página Não Encontrada
ru: Страница не найдена
zh_hans: 找不到页面

# Content/*/Title
source: Page not found!
de: Seite nicht gefunden!
es: ¡Página no encontrada!
oc: Pagina pas trobada !
pl: Nie odnaleziono strony!
pt_br: Página não encontrada!
ru: Страница не найдена!
zh_hans: 找不到页面！

# Content/*/Hidden text/Noun
source: Pagination
de: Seitennummerierung
es: Paginación
oc: Paginacion
pl: Stronicowanie
pt_br: Paginação
ru: Страницы
zh_hans: 分页

# */*/*
source: Password
de: Kennwort
oc: Senhal
pl: Hasło
pt_br: Senha
ru: Пароль
zh_hans: 密码

# Content/Settings/Message
source: Password updated
de: Kennwort aktualisiert
es: Contraseña actualizada
oc: Senhal actualizat
pl: Zaktualizowano hasło
pt_br: Senha atualizada
ru: Пароль обновлён
zh_hans: 密码已更新

# Content/Signup/Card.Title
source: Password updated successfully
de: Kennwort erfolgreich aktualisiert
es: Contraseña actualizada con éxito
oc: Senhal corrèctament modificat
pl: Pomyślnie zaktualizowano hasło
pt_br: Senha atualizada com sucesso
ru: Пароль успешно обновлён
zh_hans: 密码更新成功

# Sidebar/Player/Icon.Tooltip/Verb
source: Pause
de: Pausieren
oc: Pausa
pl: Wstrzymaj
ru: Пауза
zh_hans: 暂停

# Sidebar/Player/Icon.Tooltip/Verb
source: Pause track
de: Titel pausieren
es: Pausar la canción
oc: Pausar
pl: Wstrzymaj odtwarzanie
pt_br: Pausar faixa
ru: Приостановить трек
zh_hans: 暂停播放

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Pause/play the current track
de: Titel pausieren bzw. wiedergeben
es: Pausar / reproducir la pista actual
oc: Pausar/Legir la pista actuala
pl: Zatrzymaj/odtwarzaj aktualny utwór
pt_br: Tocar/pausar a faixa atual
ru: Проиграть/приостановить трек
zh_hans: 暂停/播放当前歌曲

# Content/Moderation/Card.List item
source: Paused
de: Pausiert
es: En pausa
oc: En pausa
pl: Wstrzymane
pt_br: Pausado
ru: Пауза
zh_hans: 已暂停

# Channels/*/*
source: Pending
de: Ausstehend
oc: En espèra
pl: W toku
pt_br: Pendente
ru: Ожидание
zh_hans: 待定

# Content/Library/*/Short
source: Pending
de: Ausstehend
es: En espera
oc: En espèra
pl: W toku
pt_br: Pendente
ru: Ожидает
zh_hans: 待定

# Content/Library/Table/Short
source: Pending approval
de: Bestätigung steht aus
es: Aprobación pendiente
oc: En espèra de validacion
pl: Oczekuje na przyjęcie
pt_br: Aprovação pendente
ru: Ожидает подтверждения
zh_hans: 正在等待批准

# Content/Library/Label
source: Pending files
de: Ausstehende Dateien
es: Archivos pendientes
oc: Fichièrs en espèra
pl: Pliki w trakcie przetwarzania
pt_br: Arquivos pendentes
ru: Ожидающие файлы
zh_hans: 待处理文件

# Sidebar/Notifications/Hidden text
source: Pending follow requests
de: Ausstehende Abonnieren-Anfrage
es: Solicitudes de seguimiento pendientes
oc: Demandas d’abonament en espèra
pl: Oczekujące prośby o obserwowanie
pt_br: Solicitações de seguidor pendentes
ru: Запросы на подписку
zh_hans: 待处理的关注请求

# Content/Admin/*/Noun
source: Pending review
de: Ausstehende Dateien
es: Archivos pendientes
oc: En espèra de validacion
pl: Oczekuje na rozpatrzenie
pt_br: Revisão pendente
ru: Ожидание одобрения
zh_hans: 待审查

# Sidebar/Moderation/Hidden text
source: Pending review edits
de: Ausstehende Dateien
es: Archivos pendientes
oc: Fichièrs en espèra
pl: Edycje oczekujące na rozpatrzenie
pt_br: Edições de revisão pendente
ru: Правки, ожидающие одобрения
zh_hans: 待审查的编辑记录

# Content/*/Button.Label
source: Perform actions
de: Aktionen ausführen
oc: Executar las accions
pl: Wykonaj akcje
ru: Выполнить
zh_hans: 执行操作

# Content/*/*/Noun
source: Permissions
de: Berechtigungen
es: Permisos
oc: Autorizacions
pl: Uprawnienia
pt_br: Permissões
ru: Разрешения
zh_hans: 权限

# */Queue/Button.Label/Short, Verb
source: Play
de: Abspielen
es: Reproducir
oc: Legir
pl: Odtwarzaj
pt_br: Tocar
ru: Проиграть
zh_hans: 播放

# Content/Channels/Button.Label/Verb
source: Play
de: Abspielen
oc: Legir
pl: Odtwarzaj
pt_br: Tocar
ru: Проиграть
zh_hans: 播放

# Sidebar/Player/Icon.Tooltip/Verb
source: Play
de: Abspielen
oc: Legir
pl: Odtwarzaj
ru: Проиграть
zh_hans: 播放

# */Queue/Dropdown/Button/Title
source: Play album
de: Album abspielen
oc: Legir l’album
pl: Odtwarzaj album
ru: Проиграть альбом
zh_hans: 播放这个专辑

# Content/Queue/Button.Label/Short, Verb
source: Play all
de: Alles abspielen
es: Reproducir todo
oc: O legir tot
pl: Odtwarzaj wszystkie
pt_br: Tocar tudo
ru: Проиграть всё
zh_hans: 播放所有

# Content/Artist/Button.Label/Verb
source: Play all albums
de: Alle Alben abspielen
es: Reproducir todos los álbumes
oc: Legir totes los albums
pl: Odtwarzaj wszystkie albumy
pt_br: Tocar todos os álbuns
ru: Проиграть все альбомы
zh_hans: 播放所有专辑

# */Queue/Dropdown/Button/Title
source: Play artist
de: Künstler·in abspielen
oc: Legir çò de l’artista
pl: Odtwarzaj wykonawcę
ru: Проиграть исполнителя
zh_hans: 播放这个歌手的歌曲

# */Queue/Dropdown/Button/Title
source: Play next
de: Danach abspielen
es: Reproducir siguiente
oc: Legir en seguida
pl: Odtwórz następny
pt_br: Tocar próxima
ru: Проиграть следующий
zh_hans: 下一首播放

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Play next track
de: Nächster Titel abspielen
es: Reproducir siguiente canción
oc: Legir la pista seguenta
pl: Następny utwór
pt_br: Tocar próxima faixa
ru: Проиграть следующий трек
zh_hans: 播放下一首歌曲

# */Queue/Dropdown/Button/Title
source: Play now
de: Jetzt abspielen
es: Reproducir ahora
oc: Legir ara
pl: Odtwórz teraz
pt_br: Tocar agora
ru: Играть сейчас
zh_hans: 现在播放

# */Queue/Dropdown/Button/Title
source: Play playlist
de: Wiedergabeliste abspielen
oc: Legir la lista de lectura
pl: Odtwarzaj listę odtwarzania
ru: Проиграть список воспроизведения
zh_hans: 播放这个歌单

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Play previous track
de: Vorheriger Titel abspielen
es: Canción anterior
oc: Legir la pista precedenta
pl: Poprzedni utwór
pt_br: Tocar faixa anterior
ru: Проиграть предыдущий трек
zh_hans: 播放上一首歌曲

# */Queue/Button.Label/Short, Verb
source: Play radio
de: Radio abspielen
oc: Legir la pista
pl: Odtwarzaj stację radiową
ru: Запустить радио
zh_hans: 播放这个电台

# */Queue/Dropdown/Button/Title
source: Play radio
de: Radio abspielen
oc: Legir la pista
ru: Запустить радио
zh_hans: 播放这个电台

# */Queue/Dropdown/Button/Title
source: Play similar songs
de: Spiele ähnliche Titel ab
es: Reproducir canciones similares
oc: Legir de cançons similaras
pl: Odtwarzaj podobne utwory
pt_br: Tocar músicas parecidas
ru: Играть похожие треки
zh_hans: 播放类似的歌曲

# Sidebar/Player/Hidden text
source: Play this track
de: Diesen Titel abspielen
es: Reproducir canción
oc: Legir aquesta pista
pl: Odtwarzaj ten utwór
pt_br: Tocar esta faixa
ru: Проиграть этот трек
zh_hans: 播放这首歌曲

# */Queue/Dropdown/Button/Title
source: Play track
de: Titel abspielen
oc: Legir la pista
pl: Odtwarzaj utwór
ru: Проиграть трек
zh_hans: 播放这首歌曲

# Sidebar/Player/Icon.Tooltip/Verb
source: Play track
de: Abspielen
es: Reproducir canción
oc: Legir
pl: Odtwarzaj
pt_br: Tocar faixa
ru: Проиграть трек
zh_hans: 播放歌曲

# */Queue/Dropdown/Button/Title
source: Play tracks
de: Titel abspielen
oc: Legir las pistas
pl: Odtwarzaj utwory
ru: Проиграть треки
zh_hans: 播放这些歌曲

# */*/*
source: Playlist
de: Wiedergabeliste
oc: Lista de lectura
pl: Lista odtwarzania
pt_br: Lista
ru: Список воспроизведения
zh_hans: 歌单

# Content/Playlist/Header.Subtitle
source: Playlist containing %{ count } track, by %{ username }
de: Wiedergabeliste mit %{ count } Titel, von %{ username }
oc: Lista de lectura contenent %{ count } pista, per %{ username }
pl: Lista odtwarzania stworzona przez %{ username } zawierająca %{ count } utwór
pt_br: Lista contendo %{ count } faixa de %{ username }
ru: Список воспроизведения содержит %{ count } трек от %{ username }
zh_hans: 歌单包含来自用户 %{ username } 的 %{ count } 首歌曲

# Content/Playlist/Message
source: Playlist created
de: Wiedergabeliste erstellt
es: Lista de reproducción creada
oc: Lista de lectura creada
pl: Utworzono listę odtwarzania
pt_br: Lista criada
ru: Список воспроизведения создан
zh_hans: 歌单已创建

# Content/Playlist/Title
source: Playlist editor
de: Wiedergabelisteneditor
es: Editor de listas de reproducción
oc: Editor de lista de lectura
pl: Edytor list odtwarzania
pt_br: Editor de listas
ru: Редактор списков воспроизведения
zh_hans: 歌单编辑器

# Content/Playlist/Input.Label
source: Playlist name
de: Name der Wiedergabeliste
es: Nombre de lista de reproducción
oc: Nom de la lista de lectura
pl: Nazwa listy odtwarzania
pt_br: Nome da lista
ru: Название списка воспроизведения
zh_hans: 歌单名称

# Content/Playlist/Message
source: Playlist updated
de: Wiedergabeliste aktualisiert
es: Lista de reproducción actualizada
oc: Lista de lectura actualizada
pl: Zaktualizowano listę odtwarzania
pt_br: Lista atualizada
ru: Список воспроизведения обновлён
zh_hans: 歌单已更新

# Content/Playlist/Dropdown.Label
source: Playlist visibility
de: Sichtbarkeit der Wiedergabeliste
es: Visibilidad de lista de reproducción
oc: Visibilitat de la lista de lectura
pl: Widoczność listy odtwarzania
pt_br: Visibilidade da lista
ru: Видимость списка воспроизведения
zh_hans: 歌单可见性

# */*/*
source: Playlists
de: Wiedergabelisten
es: Listas de reproducción
oc: Listas de lectura
pl: Listy odtwarzania
pt_br: Listas de reprodução
ru: Списки воспроизведения
zh_hans: 歌单

# Content/Embed/Message
source: Please contact your admins and ask them to update the corresponding setting.
de: Bitte kontaktiere das Administrations-Team und bitte sie, die entsprechende Einstellung zu aktualisieren.
es: Póngase en contacto con sus administradores y pídales que actualicen la configuración correspondiente.
oc: Mercés de contactar vòstres administrators e de lor demandar d’actualizar lo paramètres ligat.
pl: Skontaktuj się z administracją i poproś o zmianę odpowiedniego ustawienia.
pt_br: Entre em contato com seus administradores e peça que atualizem a configuração correspondente.
ru: Пожалуйста, свяжитесь с администратором и попросите изменить соответствующие настройки.
zh_hans: 请与管理员联系并要求他们更新相关设置。

# Content/Login/Error message.List item/Call to action
source: Please double-check that your username and password combination is correct and make sure you verified your e-mail address.
de: Bitte überprüfe, ob Dein Benutzername und Passwort korrekt sind und ob Du Deine E-Mail-Adresse bestätigt hast.
es: Por favor, comprueba que tu nombre de usuario y contraseña son correctos.
oc: Mercés de verificar que lo nom d’utilizaire e lo senhal son corrèctes e asseguratz-vos d’aver verificat vòstre corrièl.
pl: Upewnij się, że Twoja kombinacja nazwy użytkownika i hasła są poprawne oraz zweryfikuj poprawność adresu e-mail.
ru: Пожалуйста перепроверьте, что ваше имя пользователя и пароль верны и что вы подтвердили ваш адрес почты.
zh_hans: 请仔细检查您的用户名和密码是正确的，并确保您验证了您的邮箱地址。

# Content/Settings/Error message.List item/Call to action
source: Please double-check your password is correct
de: Prüfe bitte genau, ob dein Kennwort stimmt
es: Por favor, comprueba que tu contraseña es correcta
oc: Mercés de verificar que lo senhal es corrèct
pl: Upewnij się, że Twoje hasło jest poprawne
pt_br: Por favor verifique novamente se a senha está certa
ru: Пожалуйста, перепроверьте правильный ввод пароля
zh_hans: 请仔细检查您的密码是否正确

# Content/Settings/Title/Noun
source: Plugins
oc: Moduls
pl: Rozszerzenia
ru: Плагины
zh_hans: 插件

# Content/*/Paragraph
source: PNG or JPG. Dimensions should be between 1400x1400px and 3000x3000px. Maximum file size allowed is 5MB.
de: PNG oder JPG. Die Abmessungen sollten zwischen 1400x1400px und 3000x3000px liegen. Die maximal zulässige Dateigröße beträgt 5 MB.
es: PNG o JPG. Las dimensiones deben estar entre 1400x1400px y 3000x3000px. El tamaño de archivo máximo permitido es de 5MB.
oc: PNG o JPG. Las dimensions devon èsser entre 1400x1400px e 3000x3000px. La talha maximala autorizada es 5 Mo.
pl: PNG lub JPG. Rozdzielczość powinna mieścić się w przedziale między 1400x1400px a 3000x3000px. Maksymalny rozmiar pliku to 5 MB.
ru: PNG или JPG. Размеры должны быть от 1400x1400px и до 3000x3000px. Максимальный размер файла 5MB.
zh_hans: PNG 或 JPG。尺寸应该在 1400x1400px 和 3000x3000px 之间。允许的最大文件大小为 5MB。

# Content/*/Dropdown
source: Podcast
ru: Подкаст
zh_hans: 播客

# Content/Channel/*
source: Podcast channel
de: Podcast-Kanal
es: Canal de podcast
oc: Cadena del podcast
pl: Kanał podcastowy
ru: Канал подкастов
zh_hans: 播客频道

# Content/Search/Input.Label/Noun
source: Podcast title
de: Podcastname
es: Título del podcast
oc: Títol del podcast
pl: Tytuł podcastu
ru: Название подкаста
zh_hans: 播客标题

# */*/*
source: Podcasts
oc: Podcast
pl: Podcasty
ru: Подкасты
zh_hans: 播客

# */*/*/Noun
source: Podcasts
pl: Podcasty
ru: Подкасты
zh_hans: 播客

# */*/*/Short, Noun
source: Position
de: Seitennummerierung
es: Paginación
oc: Posicions
pl: Pozycja
pt_br: Posição
ru: Позиция
zh_hans: 音轨号

# Content/Moderation/Help text
source: Prevent account or domain from triggering notifications, except from followers.
de: Verhindert, dass dieses Konto oder diese Domain Benachrichtigungen auslösen. Ausnahme sind Abonnenten.
es: Evita que la cuenta o el dominio activen notificaciones, excepto de los seguidores.
oc: Empacha lo compte o domeni de far veire de notificacions, levat pels seguidors.
pl: Nie wywołuj powiadomień związanych z kontami lub domenami (pomijając obserwowane).
pt_br: Impedir conta ou domínio de notificar, exceto seguidores.
ru: Запретить аккаунту или домену присылать уведомления, за исключением подписчиков.
zh_hans: 防止帐户或域名触发通知，但关注者触发除外。

# */Form/Menu.item
source: Preview
de: Vorschau
oc: Apercebut
pl: Podgląd
pt_br: Prévia
ru: Предпросмотр
zh_hans: 预览

# Popup/Embed/Title/Noun
source: Preview
de: Vorschau
es: Previsualización
oc: Apercebut
pl: Podgląd
pt_br: Prévia
ru: Предпросмотр
zh_hans: 预览

# */Form/Menu.item
source: Preview form
de: Vorschau-Formular
oc: Apercebut del formulari
pl: Podgląd formularza
pt_br: Ver formulário
ru: Предпросмотр
zh_hans: 预览表单

# Content/*/Link
source: Previous Page
de: Vorheriger Schritt
oc: Pagina precedenta
pl: Poprzednia strona
ru: Предыдущая страница
zh_hans: 上一页

# */*/Button.Label/Verb
source: Previous step
de: Vorheriger Schritt
oc: Etapa precedenta
pl: Poprzedni krok
pt_br: Anterior
ru: Предыдущий шаг
zh_hans: 上一步

# Sidebar/Player/Icon.Tooltip
source: Previous track
de: Vorheriger Titel
es: Canción anterior
oc: Pista precedenta
pl: Poprzedni utwór
pt_br: Faixa anterior
ru: Предыдущий трек
zh_hans: 上一首

# Content/Library/Card.Help text
source: Private
de: Privat
es: Privado
oc: Privada
pl: Prywatne
pt_br: Privado
ru: Личное
zh_hans: 私人

# Content/Settings/Dropdown/Short
source: Private
de: Privat
es: Privado
oc: Privat
pl: Prywatne
pt_br: Privado
ru: Личное
zh_hans: 私人

# Content/Library/Card.List item
source: Problem during scanning
de: Fehler beim Durchsuchen
es: Error durante el análisis
oc: Error en explorant
pl: Problem podczas skanowania
pt_br: Erro durante leitura
ru: Ошибка во время сканирования
zh_hans: 扫描过程中出错

# Content/Signup/Link/Verb
source: Proceed to login
de: Weiter zum Anmelden
es: Proceder a inicio de sesión
oc: Contunhar cap a la pagina de connexion
pl: Przejdź do logowania
pt_br: Continuar para entrar
ru: Перейти ко входу
zh_hans: 继续登录

# Content/Channel/Paragraph
source: Processed uploads:
de: Verarbeitete Uploads:
oc: Bibliotèca e mandadís :
pl: Przetworzone pliki:
pt_br: Envios processados:
ru: Обработанные закачки:
zh_hans: 已处理的上传记录：

# Content/Library/Tab.Title/Short
source: Processing
de: In Bearbeitung
es: Procesando
oc: Tractament
pl: Przetwarzanie
pt_br: Processando
ru: Обработка
zh_hans: 处理中

# Popup/Channels/Title
source: Processing uploads
de: Verarbeitete Uploads
oc: Tractament dels mandadisses
pl: Przetwarzanie przesłanych plików
pt_br: Processando envios
ru: Обработка закачек
zh_hans: 处理上传记录

# */*/*/Noun
source: Profile
de: Profil
oc: Perfil
pl: Profil
pt_br: Perfil
ru: Профиль
zh_hans: 个人档案

# Content/OAuth Scopes/Label
source: Profile
de: Profil
es: Abrir perfil
oc: Perfil
pl: Profil
pt_br: Perfil
ru: Профиль
zh_hans: 个人档案

# Content/Library/Card.Help text
source: Public
de: Öffentlich
es: Público
pl: Publiczne
ru: Публично
zh_hans: 公开
