Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# Content/Settings/Title
source: Hidden artists
de: Verborgene Künstler·innen
es: Explorando artistas
oc: Artistas amagats
pl: Ukryci wykonawcy
pt_br: Artistas ocultados
ru: Скрытые исполнители
zh_hans: 已隐藏的歌手

# Content/Moderation/Help text
source: Hide account or domain content, except from followers.
de: Den Konto- bzw. Domaininhalt vor allen außer Abonnenten verbergen.
es: Ocultar contenido de la cuenta o dominio, excepto de los seguidores.
oc: Amagar lo contengut del compte o del demoni, levat pels seguidors.
pl: Ukryj zawartość konta lub domeny (pomijając obserwowane).
pt_br: Ocultar conteúdo da conta ou domínio, exceto de seguidores.
ru: Скрыть контент аккаунта или домена от всех, кроме подписчиков.
zh_hans: 隐藏帐户或域名内容，但对关注者除外。

# Popup/*/Button.Label
source: Hide content
de: Inhalte verbergen
es: Añadir contenido
oc: Amagar lo contengut
pl: Ukryj zawartość
pt_br: Ocultar conteúdo
ru: Скрыть содержимое
zh_hans: 隐藏内容

# */Queue/Dropdown/Button/Label/Short
source: Hide content from this artist
de: Inhalte dieses Künstlers verbergen
es: Ocultar contenido de este artista
oc: Amagar lo contengut d’aqueste artista
pl: Ukryj zawartość od tego wykonawcy
pt_br: Ocultar conteúdo deste(a) artista
ru: Скрыть контент этого исполнителя
zh_hans: 隐藏这个歌手的相关内容

# Sidebar/Player/Icon.Tooltip/Verb
source: Hide content from this artist…
de: Inhalte dieser kunstschaffenden Person verstecken…
es: Ocultar contenido de este artista…
oc: Amagar lo contengut d’aqueste artista…
pl: Ukryj zawartość od tego wykonawcy…
pt_br: Ocultar conteúdo deste(a) artista…
ru: Скрыть контент этого исполнителя…
zh_hans: 隐藏这个歌手的相关内容…

# Head/Home/Title
source: Home
de: Start
es: Inicio
oc: Acuèlh
pl: Strona główna
pt_br: Início
ru: Домой
zh_hans: 主页

# Footer/*/List item.Link
source: Home Page
de: Start
oc: Acuèlh
pl: Strona główna
ru: Домой
zh_hans: 主页

# Content/Channels/Help
source: Host your episodes and keep your community updated.
de: Hoste deine Folgen und halte deine Community auf dem Laufenden.
es: Aloja tus episodios y mantén a tu comunidad actualizada.
oc: Albergatz vòstres episòdis e mantenètz vòstre comunitat al fial.
pl: Publikuj swoje odcinki i informuj o tym swoją społeczność na bieżąco.
pt_br: Armazene seus episódios e mantenha sua comunidade atualizada.
ru: Загружайте ваши эпизоды и держите вашу аудиторию в курсе.
zh_hans: 主持您的节目，让您的社区保持活跃。

# Content/About/*
source: hour of music
de: %{ count } Stunde Musik
oc: ora de musica
ru: час музыки
zh_hans: 小时音乐

# Content/Settings/Paragraph
source: However, accessing Funkwhale from those clients requires a separate password you can set below.
de: Der Zugriff auf Funkwhale von diesen Apps benötigt ein zusätzliches Kennwort. Du kannst dieses Kennwort hier erstellen.
oc: Pr’aquò, accedir a Funkwhale d’un client estant demanda un senhal diferent que podètz configurar çai-jos.
pl: Korzystanie z Funkwhale za pomocą tych aplikacji wymaga jednak oddzielnego hasła, które możesz ustawić poniżej.
ru: Получение доступа к Funkwhale из этих клиентов требует отдельного пароля, который может быть задан ниже.
zh_hans: 然而，从这些客户端访问 Funkwhale 需要一个独立的密码，您可以在下方设置。

# Content/Signup/Paragraph
source: If the e-mail address provided in the previous step is valid and linked to a user account, you should receive an e-mail with reset instructions in the next couple of minutes.
de: Wenn die angegebene E-Mail-Adresse gültig und mit einem Benutzerkonto verknüpft ist, erhältst du in Kürze eine E-Mail mit den Anweisungen zum Zurücksetzen.
oc: Se l’adreça qu’avètz provesida a las etapas precedentas es valida e associada a un compte utilizaire, sètz per recebre un messatge amb las consignas de reïnicializacion d’aquí una estona.
pl: Jeżeli adres e-mail podany w poprzednim kroku jest prawidłowy i przypisany do konta użytkownika, powinieneś otrzymać wiadomość e-mail z instrukcjami resetowania hasła w przeciągu kilku minut.
ru: Если указанный на предыдущем шаге адрес электронной почты правильный и привязан к пользовательскому аккаунту, то вы должны получить письмо с инструкциями по сбросу в течение нескольких минут.
zh_hans: 如果前面提供的邮箱是有效的、并且已经绑定到某个帐户，您应该会在接下来的几分钟内收到一封电子邮件，其中包括重置密码的步骤说明。

# Content/Library/Paragraph
source: If you are a musician or a podcaster, channels are designed for you!
de: Wenn du Musik oder Podcasts produzierst, sind Kanäle für dich bestimmt!
es: Si eres músico o podcaster, los canales están diseñados para ti!
oc: Se sètz musician o creator de podcasts, las cadenas son fachas per vos !
pl: Jeżeli jesteś muzykiem lub tworzysz podcasty, kanały są stworzone dla Ciebie!
pt_br: Se você é um músico ou podcaster, canais são feitos para você!
ru: Если вы музыкант или подкастер, то каналы созданы для вас!
zh_hans: 如果您是一个音乐家或播客，频道就是为您设计的！

# Content/Applications/Paragraph
source: If you authorize third-party applications to access your data, those applications will be listed here.
de: Wenn du Anwendungen von Drittanbietern den Zugriff auf deine Daten gewährst, werden sie hier aufgelistet.
es: Si autorizas a aplicaciones de terceros a acceder a tus datos, esas aplicaciones aparecerán aquí.
oc: S’autorizatz de tèrças aplicacions a accedir a vòstras donadas, seràn listadas aquí.
pl: Jeśli zezwolisz jakimś zewnętrznym aplikacjom na dostęp do twoich danych, te aplikacje pojawią się tutaj.
pt_br: Se você permitir que aplicativos de terceiros acessem seus dados, eles aparecerão aqui.
ru: Если Вы разрешите сторонним приложениям доступ к Вашим данным, эти приложения появятся здесь.
zh_hans: 如果您授权第三方应用程序访问您的数据，这些应用程序将在此列出。

# Content/Login/Error message.List item/Call to action
source: If you signed-up recently, you may need to wait before our moderation team review your account, or verify your e-mail address.
de: Wenn du dich vor Kurzem angemeldet hast, musst du ggf. warten, bis unser Moderationsteam Dein Konto überprüft hat oder du musst Deine E-Mail-Adresse bestätigen.
es: Si se ha registrado recientemente, es posible que tenga que esperar a que nuestro equipo de moderación revise su cuenta o verifique su dirección de correo electrónico.
oc: Se vos sètz marcat fa pas gaire, benlèu que vos cal esperar que nòstra còla de moderacion repasse vòstre compte, o verifique vòstra adreça electronica.
pl: Jeżeli niedawno się rejestrowałeś, może być koniecznie odczekanie, aż zespół moderujący rozpatrzy twoją aplikację.
ru: Если вы недавно зарегистрировались, может понадобиться подождать, пока ваша учётная запись будет одобрена, либо придёт подтверждение по почте.
zh_hans: 如果您刚刚完成注册，您可能需要等待我们的审核团队审核您的帐户，或验证您的邮箱。

# Content/Channels/Label
source: If you're using Mastodon or other fediverse applications, you can subscribe to this account:
de: Wenn du Mastodon oder andere Fediverse-Anwendungen verwendest, kannst du dieses Konto abonnieren:
es: Si utiliza Mastodon u otras aplicaciones de Fediverse, puede suscribirse a esta cuenta:
oc: S’utilizatz Mastodon o una autra aplicacion del fediverse, podètz tanben vos abonar a aqueste compte :
pl: Jeśli używasz Mastodona albo innych aplikacji Fediverse, to możesz zasubskrybować to konto:
ru: Если вы используете Mastodon или другие приложения Федиверса, вы можете подписаться на этот аккаунт:
zh_hans: 如果您正在使用 Mastodon 或其他联邦宇宙内的应用程序，您可以订阅这个账户：

# */*/*
source: Ignore
de: Ignorieren
es: Ignorar
oc: Ignorar
pl: Ignoruj
ru: Игнорировать
zh_hans: 忽略

# Content/Moderation/Dropdown
source: Illegal content
de: Illegaler Inhalt
oc: Contengut illegal
pl: Nielegalne treści
pt_br: Conteúdo ilegal
ru: Незаконное содержимое
zh_hans: 非法内容

# Content/Library/Button/Verb
source: Import
de: Importieren
oc: Importar
ru: Импорт
zh_hans: 导入

# Popup/Import/Title
source: Import detail
de: Importinfos
es: Estado de la importación
oc: Detalhs de l’import
pl: Szczegóły importu
pt_br: Detalhe da importação
ru: Детали импорта
zh_hans: 导入详情

# Content/Library/Paragraph
source: Import hasn't started yet
de: Der Import hat noch nicht begonnen
es: La importación aún no ha comenzado
oc: L’import a pas encara començat
pl: Importowanie jeszcze się nie rozpoczęło
ru: Импорт ещё на начался
zh_hans: 导入还没有开始

# Content/Library/Title/Verb
source: Import music from your server
de: Musik aus deinem Server importieren
es: Importar música de tu servidor
oc: Importar de la musica de vòstre servidor estant
pl: Zaimportuj muzykę ze swojego serwera
ru: Импорт музыки с вашего сервера
zh_hans: 从服务器导入音乐

# Content/*/*/Noun
source: Import status
es: Estado de la importación
oc: Estatut de l’import
pl: Stan importu
pt_br: Importar status
ru: Статус импорта
zh_hans: 导入状态

# Content/Library/Title/Verb
source: Import status
oc: Estatut de l’import
pl: Stan importu
ru: Статус импорта
zh_hans: 导入状态

# Content/Library/Help text
source: Imported
de: Importiert
es: Importado
oc: Importat
pl: Zaimportowano
pt_br: Importado
ru: Импортировано
zh_hans: 已导入

# */*/Error
source: Impossible to connect to the remote server
de: Es lässt sich keine Verbindung zur angegebenen Adresse herstellen
es: Imposible conectar con el servidor remoto
oc: Connexion impossibla al servidor alonhat
pl: Nie można połączyć się ze zdalnym serwerem
pt_br: não foi possível se conectar com o servidor remoto
ru: Невозможно соединиться с удалённым сервером
zh_hans: 无法连接到远程服务器

# Popup/Moderation/List item
source: In "Recently added" widget
de: Kürzlich hinzugefügt
es: Añadidos recientemente
oc: Dins lo widget « Ajustada i a res »
pl: W panelu „Ostatnio dodane”
pt_br: No widget "Recentemente adicionado"
ru: Из виджета "Недавно добавленные"
zh_hans: 在“最近添加”小部件中

# Popup/Moderation/List item
source: In artists and album listings
de: In Künstler·innen- und Albenlisten
es: En las listas de artistas y álbumes
oc: Dins las listas d’artistas e d’albums
pl: W wykazach wykonawców i albumów
pt_br: Em listas de artistas e álbuns
ru: В списках исполнителей и альбомов
zh_hans: 在歌手和专辑列表中

# Content/Track/Button.Message
source: In favorites
de: In den Favoriten
es: En favoritos
oc: Als favorits
pl: W ulubionych
pt_br: Nos favoritos
ru: В избранном
zh_hans: 在收藏中

# Popup/Moderation/List item
source: In other users favorites and listening history
de: In den Favoriten- oder Abspiellisten anderer Nutzenden
es: En los favoritos e historial de escucha de otros usuarios
oc: Dins los favorits e istorics d’escota d’autres utilizaires
pl: W ulubionych innych użytkowników i historii odtwarzania
pt_br: Nos favoritos e histórico de escutados de outros usuários
ru: В избранном и истории прослушивания других пользователей
zh_hans: 在其他用户的收藏和收听历史中

# Popup/Moderation/List item
source: In radio suggestions
de: Aus den Radioempfehlungen
es: En sugerencias de radio
oc: Dins las suggestions de ràdios
pl: W sugestiach radiowych
pt_br: Nas sugestões de rádios
ru: В рекомендованных радио
zh_hans: 在电台建议中

# Content/Admin/Table
source: Inactive
de: Inaktiv
es: Inactivo
oc: Actiu
pl: Nieaktywny
pt_br: Inativo
ru: Неактивен(на)
zh_hans: 不活跃

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Increase volume
de: Lautstärke erhöhen
es: Aumentar volument
oc: Aumentar lo volum
pl: Zwiększ głośność
pt_br: Aumentar volume
ru: Увеличить громкость
zh_hans: 增大音量

# Content/Playlist/Button.Label/Verb
source: Insert from queue (%{ count } track)
de: Aus der Warteschlange hinzufügen (%{ count } Track)
oc: Inserir de la fila estant (%{ count } pista)
pl: Dodaj z kolejki odtwarzania (%{ count } utwór)
pt_br: Inserir da fila (%{ count } faixa)
ru: Вставить из очереди (%{ count } трек)
zh_hans: 从播放队列插入（%{ count } 首歌曲）

# Content/Settings/Dropdown/Short
source: Instance
de: Pod-Daten
es: Datos de Instancia
oc: Instància
pl: Instancja
pt_br: Instância
ru: Узел
zh_hans: 实例

# Content/Moderation/Title
source: Instance data
de: Pod-Daten
es: Datos de Instancia
oc: Donadas de l’instància
pl: Dane instancji
pt_br: Dados da instância
ru: Данные узла
zh_hans: 实例数据

# Content/Admin/Menu
source: Instance information
de: Informationen über diesen Pod
es: Información de esta instancia
oc: Info. de l’instància
pl: Informacje o instancji
pt_br: Informação da instância
ru: Информация об узле
zh_hans: 实例信息

# Content/Radio/Title
source: Instance radios
de: Radios dieses Pods
es: Radios de la instancia
oc: Ràdios de l’instància
pl: Stacje radiowe instancji
pt_br: Rádios da instância
ru: Радио узла
zh_hans: 实例电台

# Head/Admin/Title
source: Instance settings
de: Pod-Einstellungen
es: Ajustes de la instancia
oc: Paramètres de l’intància
pl: Ustawienia instancji
pt_br: Configurações da instância
ru: Настройки узла
zh_hans: 实例设置

# Popup/Instance/Input.Label/Noun
source: Instance URL
de: Pod-Adresse
es: Datos de Instancia
oc: URL de l’instància
pl: Adres URL instancji
pt_br: Link da instância
ru: URL узла
zh_hans: 实例 URL

# Content/*/*/Noun
source: Internal notes
de: Interne Notizen
es: Notas internas
oc: Nòtas intèrnas
pl: Notatki wewnętrzne
pt_br: Observações internas
ru: Внутренние заметки
zh_hans: 内部注释

# Content/About/Paragraph
source: Introduction
de: Einführung
oc: Introduccion
ru: Введение
zh_hans: 网站信息

# Content/Library/Help text
source: Invalid file type, ensure you are uploading an audio file. Supported file extensions are %{ extensions }
de: Das Dateiformat ist ungültig. Stelle bitte sicher, dass du eine Audio-Datei hochladen möchtest. Die folgenden Dateiformate sind unterstützt: %{ extensions }
es: Tipo de archivo no válido, asegúrese de que está cargando un archivo de audio. Las extensiones de archivo admitidas son %{ extensions }
oc: Tipe de fichièr pas valid, asseguratz-vos d’enviar un fichièr àudio. Las extensions compatiblas son %{ extensions }
pl: Nieprawidłowy typ pliku. Upewnij się, że przesyłasz plik audio. Wspierane typy plików to %{ extensions }
pt_br: Formato de arquivo inválido. Certifique-se de estar enviando um arquivo de áudio. As extensões suportadas são %{ extensions }
ru: Неправильный тип файла, убедитесь, что закачиваете аудио-файл. Поддерживаемые типы файлов: %{ extensions }
zh_hans: 文件类型无效，请确保您上传的是音频文件。支持的文件扩展名为 %{ extensions }

# Popup/Import/Error.Label
source: Invalid metadata
de: Ungültige Metadaten
es: Metadatos inválidos
oc: Metadonada invalida
pl: Nieprawidłowe metadane
pt_br: Metadado inválido
ru: Неправильные метаданные
zh_hans: 元数据错误

# Content/*/Input.Label
source: Invitation code
de: Einladungscode
es: Código de invitación
oc: Còdi d’invitacion
pl: Kod zaproszenia
pt_br: Código de convite
ru: Код приглашения
zh_hans: 邀请码

# */Admin/*/Noun
source: Invitations
de: Einladungen
es: Invitaciones
oc: Invitacions
pl: Zaproszenia
pt_br: Convites
ru: Приглашения
zh_hans: 邀请

# Content/Moderation/*/Adjective
source: Is present on allow-list
de: Ist auf der Zulassungsliste vorhanden
es: Está presente en la lista de permitidos
oc: Es present dins la lista d’autorizacion
pl: Jest obecny na liście zezwoleń
pt_br: Está presente na lista de permissão
ru: Присутствует в "белом" списке
zh_hans: 已在允许列表中

# Footer/*/List item.Link
source: Issue tracker
de: Bugtracker
es: Sistema de seguimiento de incidentes
oc: Traçador de problèmas
pl: Śledzenie problemów
pt_br: Registro de bugs
ru: Багтрекер
zh_hans: 问题跟踪器

# Sidebar/*/List item.Link
source: Issue tracker
de: Bugtracker
oc: Traçador de problèmas
ru: Багтрекер
zh_hans: 问题跟踪器

# Popup/Instance/Error message.Title
source: It is not possible to connect to the given URL
de: Es lässt sich keine Verbindung zur angegebenen Adresse herstellen
es: No es posible conectarse a la URL indicada
oc: Connexion impossibla a l’URL donada
pl: Nie można połączyć się z podanym adresem URL
pt_br: Não foi possível entrar neste link
ru: Невозможно соединиться с указанным URL
zh_hans: 无法连接至指定 URL

# */*/*/Noun
source: Items
de: Elemente
es: Elementos
oc: Elements
pl: Elementy
pt_br: Itens
ru: элементы
zh_hans: 项目

# */*/*/Noun
source: Keyboard shortcuts
de: Tastenkombinationen
es: Atajos de teclado
oc: Acorchis clavièr
pl: Skróty klawiszowe
pt_br: Atalhos de teclado
ru: Горячие клавиши
zh_hans: 键盘快捷键

# Content/Moderation/Table.Label.Link
source: Known accounts
de: Bekannte Konten
es: Cuentas conocidas
oc: Comptes coneguts
pl: Znane konta
pt_br: Contas conhecidas
ru: Известные аккаунты
zh_hans: 已知账户

# Content/Library/Title
source: Known libraries
de: Bekannte Mediatheken
es: Bibliotecas conocidas
oc: Bibliotècas conegudas
pl: Znane biblioteki
pt_br: Bibliotecas conhecidas
ru: Известные библиотеки
zh_hans: 已知曲库

# */*/*
source: Language
de: Sprache
oc: Lenga
pl: Język
pt_br: Idioma
ru: Язык
zh_hans: 语言

# Sidebar/Settings/Dropdown.Label/Short, Verb
source: Language
de: Sprache
oc: Lenga
ru: Язык
zh_hans: 语言

# Content/Profile/Table.Label/Short, Noun (Value is a date)
source: Last activity
de: Letzte Aktivität
es: Última actividad
oc: Darrièra activitat
pl: Ostatnia aktywność
pt_br: Última atividade
ru: Последняя активность
zh_hans: 最后活动

# Content/*/Table.Label
source: Last checked
de: Letzte Überprüfung
es: Última comprobación
oc: Darrièra verificacion
pl: Ostatnio sprawdzano
pt_br: Última verificação
ru: Последнее обновление
zh_hans: 最后检查

# Popup/Playlist/Table.Label/Short
source: Last modification
de: Letzte Änderung
es: Última modificación
oc: Darrièra modificacion
pl: Ostatnia modyfikacja
pt_br: Última modificação
ru: Последнее изменение
zh_hans: 最后修改

# Content/Moderation/Table.Label/Noun
source: Last seen
de: Zuletzt gesehen
es: Visto por última vez
oc: Darrièra visita
pl: Ostatnia aktywność
pt_br: Última visualização
ru: Последний раз был виден
zh_hans: 最后上线

# Content/Moderation/Dropdown/Noun
source: Last seen date
de: Zuletzt gesehen am
es: Última visualización
oc: Darrièra visita
pl: Data ostatniej aktywności
pt_br: Data da última visualização
ru: Дата последнего появления
zh_hans: 最后可见日期

# Content/Library/Card.List item/Noun
source: Last update:
de: Letzte Aktualisierung:
es: Última actualización:
oc: Darrièra actualizacion :
pl: Ostatnia aktualizacja:
pt_br: Última atualização:
ru: Последнее обновление:
zh_hans: 最后更新：

# App/Message/Paragraph
source: Later
de: Später
es: Más tarde
oc: Mai tard
pl: Póżniej
ru: Позже
zh_hans: 稍后

# Content/Channel/Paragraph
source: Latest episodes
de: Neueste Folgen
es: Últimos episodios
oc: Darrièrs episòdis
pl: Najnowsze odcinki
ru: Свежие эпизоды
zh_hans: 最新节目

# Content/Channel/Paragraph
source: Latest tracks
de: Neueste Titel
oc: Darrièras pistas
pl: Najnowsze utwory
pt_br: Últimas faixas
ru: Последние треки
zh_hans: 最新歌曲

# Modal/*/Button.Label/Short, Verb
source: Launch
de: Starten
es: Iniciar
oc: Aviar
pl: Wykonaj
pt_br: Executar
ru: Запустить
zh_hans: 执行

# Content/Home/Link
source: Learn more
de: Mehr erfahren
oc: Ne saber mai
pl: Dowiedz się więcej
pt_br: Saiba mais
ru: Узнать больше
zh_hans: 查看更多

# Content/About/Paragraph
source: Learn More
de: Mehr erfahren
oc: Ne saber mai
ru: Узнать больше
zh_hans: 查看更多

# Content/Admin/Input.Placeholder
source: Leave empty for a random code
de: Leerlassen für einen zufälligen Code
es: Dejar en blanco para un código aleatorio
oc: Daissar void per obténer un còdi aleatòri
pl: Pozostaw puste, aby wygenerować kod
pt_br: Deixe vazio para um código aleatório
ru: Оставьте пустым для случайного кода
zh_hans: 留空以随机生成邀请码

# Popup/Embed/Paragraph
source: Leave empty for a responsive widget
de: Leerlassen für ein reaktionsfähiges Widget
es: Dejar en blanco para widget responsive
oc: Daissar void per un widget adaptatiu
pl: Pozostaw puste, aby uzyskać elastyczny widget
pt_br: Deixar vazio para um widget responsivo
ru: Оставьте пустым для динамического виджета
zh_hans: 留空以生成响应式小部件

# */*/*/Noun
source: Libraries
de: Mediatheken
es: Bibliotecas
oc: Bibliotècas
pl: Biblioteki
pt_br: Bibliotecas
ru: Библиотеки
zh_hans: 曲库

# Content/OAuth Scopes/Label
source: Libraries and uploads
de: Mediatheken und Uploads
es: Biblioteca actualizada
oc: Bibliotèca e mandadís
pl: Biblioteki i przesłane pliki
pt_br: Bibliotecas e envios
ru: Библиотеки и закачки
zh_hans: 曲库和上传

# Content/Library/Paragraph
source: Libraries help you organize and share your music collections. You can upload your own music collection to Funkwhale and share it with your friends and family.
de: Mediatheken helfen dir deine Musiksammlung zu organisieren und zu teilen. Du kannst deine eigene Musiksammlung auf Funkwhale hochladen und mit deinen Bekannten und deiner Familie teilen.
es: Las bibliotecas te ayudan a organizar tu colección de música. Puedes subir tu propia colección de musica a Funkwhale y compartirla con tus familiares y amigos.
oc: Las bibliotècas vos ajudan a organizar e partejar vòstras colleccions de musica. Podètz enviar vòstra pròpria collecion musicala a Funkwhale e la partejar amb vòstres amics e vòstra familha.
pl: Biblioteki pomagają organizować i udostępniać kolekcje muzyki. Możesz przesłać własną kolekcję muzyki na Funkwhale i dzielić się nią z rodziną i znajomymi.
pt_br: Bibliotecas ajudam você a organizar e compartilhar suas coleções de músicas. Você pode enviar sua própria coleção de músicas ao Funkwhale e compartilhar com seus amigos e família.
ru: Библиотеки помогают организовывать Ваши музыкальные коллекции и делиться ими. Вы можете загружать Вашу музыку на Funkwhale и делиться ею с Вашими друзьями и семьёй.
zh_hans: 曲库帮助您整理和分享您的音乐。您可以上传自己的音乐到 Funkwhale，并与您的朋友和家人分享。

# */*/*
source: Library
de: Mediathek
oc: Bibliotèca
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека
zh_hans: 曲库

# */*/*/Noun
source: Library
de: Mediathek
oc: Bibliotèca
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека
zh_hans: 曲库

# Head/Home/Title
source: Library
de: Mediathek
oc: Bibliotèca
pl: Biblioteka
ru: Библиотека
zh_hans: 曲库

# */*/*
source: Library contents
de: Inhalt der Mediathek
oc: Contengut de la bibliotèca
pl: Zawartość biblioteki
pt_br: Conteúdos da biblioteca
ru: Содержимое библиотеки
zh_hans: 曲库内容

# Content/Library/Message
source: Library created
de: Mediathek erstellt
es: Biblioteca creada
oc: Bibliotèca creada
pl: Utworzono bibliotekę
pt_br: Bibliloteca criada
ru: Библиотека создана
zh_hans: 曲库已创建

# Content/Moderation/Title
source: Library data
de: Mediathek-Infos
es: Biblioteca actualizada
oc: Donadas de bibliotèca
pl: Dane biblioteki
pt_br: Dados da biblioteca
ru: Данные библиотеки
zh_hans: 曲库数据

# Content/Library/Message
source: Library deleted
de: Mediathek gelöscht
es: Biblioteca eliminada
oc: Bibliotèca suprimida
pl: Usunięto bibliotekę
pt_br: Biblioteca excluída
ru: Библиотека удалена
zh_hans: 曲库已删除

# Content/Library/Card.Button.Label/Noun
source: Library Details
de: Mediathek-Infos
oc: Detalhs de la bibliotèca
pl: Szczegóły biblioteki
ru: Информация о библиотеке
zh_hans: 曲库详情

# Content/Admin/Title/Noun
source: Library edits
de: Änderungen der Mediathek
es: Archivos de biblioteca
oc: Modificacions de la bibliotèca
pl: Edycje biblioteki
pt_br: Edições na biblioteca
ru: Правки библиотеки
zh_hans: 曲库编辑记录

# Content/Library/Message
source: Library updated
de: Mediathek aktualisiert
es: Biblioteca actualizada
oc: Bibliotèca actualizada
pl: Zaktualizowano bibliotekę
pt_br: Biblioteca atualizada
ru: Библиотека обновлена
zh_hans: 曲库已更新

# */*/Paragraph/Noun
source: Library where files should be imported.
de: Mediathek, in der die Dateien importiert werden müssen.
es: Biblioteca donde se deben importar los archivos.
oc: Bibliotèca ont los fichièrs devon èsser importats.
pl: Biblioteka, do której pliki powinny zostać zaimportowane.
ru: Библиотека, куда будут импортированы файлы.
zh_hans: 文件将被导入到的曲库。

# Content/*/*/Noun
source: License
de: Lizenz
es: Licencia
oc: Licéncia
pl: Licencja
pt_br: Licença
ru: Лицензия
zh_hans: 许可证

# Footer/Settings/Dropdown.Label/Theme name
source: Light
de: Hell
oc: Clar
pl: Jasny
pt_br: Claro
ru: Светлая
zh_hans: 浅色

# Sidebar/Settings/Dropdown.Label/Theme name
source: Light
de: Hell
oc: Clar
ru: Светлая
zh_hans: 浅色

# Content/Moderation/Table.Label/Noun
source: Linked reports
de: Verknüpfte Berichte
es: Informes vinculados
oc: Senhalaments ligats
pl: Powiązane zgłoszenia
pt_br: Denúncias vinculadas
ru: Связанные жалобы
zh_hans: 关联报告
