Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# Content/Login/Input.Placeholder
source: Enter your username or e-mail address
de: Benutzername oder E-Mail-Adresse eingeben
oc: Escrivètz vòstre nom d’utilizaire o corrièl
pl: Wprowadź swoją nazwę użytkownika lub adres e-mail
ru: Введите ваше имя пользователя или адрес электронной почты
zh_hans: 输入您的用户名或邮箱

# */Queue/Dropdown/Button/Label/Short
source: Episode details
de: Details zu dieser Folge
oc: Detalhs de l’episòdi
ru: Подробности
zh_hans: 节目详情

# Content/*/*
source: Episode Details
de: Details zur Folge
oc: Detalhs de l’episòdi
pl: Szczegóły odcinka
pt_br: Detalhes do episódio
ru: Подробности
zh_hans: 节目详情

# Content/Channels/*
source: Episodes
de: Folgen
es: Episodios
oc: Episòdis
pl: Odcinki
pt_br: Episódios
ru: Эпизоды
zh_hans: 节目

# Content/*/Error message.Title
source: Error
de: Fehler
pl: Błąd
pt_br: Erro
ru: Ошибка
zh_hans: 错误

# Popup/Import/Table.Label/Noun
source: Error detail
de: Fehlerbericht
es: Informes de error
oc: Detalhs de l’error
pl: Szczegóły błędu
pt_br: Detalhe do erro
ru: Информация об ошибке
zh_hans: 错误详情

# Popup/Import/Table.Label/Noun
source: Error type
de: Fehlertyp
es: Error
oc: Tip d’error
pl: Typ błędu
pt_br: Tipo do erro
ru: Тип ошибки
zh_hans: 错误类型

# Content/*/Error message/Header
source: Error while applying action
de: Fehler beim Ausführen des Vorgangs
es: Error al aplicar la acción
oc: Error en tractar l’accion
pl: Wystąpił błąd podczas aplikowania działania
pt_br: Erro ao executar esta ação
ru: Ошибка во время применения действия
zh_hans: 执行操作时出错

# Content/Signup/Card.Title
source: Error while asking for a password reset
de: Fehler beim Zurücksetzen des Kennworts
es: Error al pedir restablecimiento de contraseña
oc: Error en demandar un novèl senhal
pl: Wystąpił błąd podczas próby zresetowania hasła
pt_br: Erro ao solicitar redefinição de senha
ru: Ошибка во время запроса сброса пароля
zh_hans: 请求重置密码时出错

# Popup/Moderation/Error message
source: Error while authorizing application
de: Fehler beim Genehmigen der Anwendung
es: Error al aplicar la acción
oc: Error en autorizar l’aplicacion
pl: Wystąpił błąd podczas autoryzowania aplikacji
pt_br: Erro ao permitir aplicativo
ru: Ошибка при авторизации приложения
zh_hans: 授权应用程序时出错

# Content/Signup/Card.Title
source: Error while changing your password
de: Fehler beim Ändern deines Kennworts
es: Error al cambiar tu contraseña
oc: Error en cambiar lo senhal
pl: Wystąpił błąd podczas zmieniania Twojego hasła
pt_br: Erro ao alterar sua senha
ru: Ошибка во время изменения Вашего пароля
zh_hans: 更改密码时出错

# Content/*/Error message.Title
source: Error while creating
de: Fehler beim Erstellen
oc: Error en crear
pl: Wystąpił błąd podczas tworzenia
pt_br: Erro ao criar
ru: Ошибка во время создания
zh_hans: 创建时出错

# Content/Moderation/Message.Title
source: Error while creating domain
de: Fehler beim Erstellen der Domain
es: Error al crear dominio
oc: Error en crear lo domeni
pl: Wystąpił błąd podczas tworzenia domeny
pt_br: Erro ao criar domínio
ru: Ошибка во время создания домена
zh_hans: 创建域名时出错

# Popup/Moderation/Error message
source: Error while creating filter
de: Fehler beim Erstellen der Regel
es: Error al crear la regla
oc: Error en crear lo filtre
pl: Wystąpił błąd podczas tworzenia filtra
pt_br: Erro ao criar filtro
ru: Ошибка во время создания фильтра
zh_hans: 创建过滤器时出错

# Content/Admin/Error message.Title
source: Error while creating invitation
de: Fehler bei der Erstellung der Einladung
es: Error al crear la invitación
oc: Error en crear l’invitacion
pl: Wystąpił błąd podczas tworzenia zaproszenia
pt_br: Erro ao gerar convite
ru: Ошибка во время создания приглашения
zh_hans: 创建邀请时出错

# Content/Moderation/Error message.Title
source: Error while creating rule
de: Fehler beim Erstellen der Regel
es: Error al crear la regla
oc: Error en crear la règla
pl: Wystąpił błąd podczas tworzenia reguły
pt_br: Erro ao criar regra
ru: Ошибка во время создания правила
zh_hans: 创建规则时出错

# Popup/Moderation/Error message
source: Error while fetching application data
de: Fehler beim Abrufen der Anwendungsdaten
es: Error al crear la invitación
oc: Error en recuperar las donadas de l’aplicacion
pl: Wystąpił błąd podczas pobierania danych aplikacji
pt_br: Erro ao ver dados do aplicativo
ru: Ошибка при запросе данных приложения
zh_hans: 获取应用程序数据时出错

# Content/Moderation/Table
source: Error while fetching node info
de: Fehler beim Abrufen der Knoten-Information
es: Error al obtener información del nodo
oc: Error en recuperar las informacions del nos
pl: Wystąpił błąd podczas pobierania informacji o węźle
pt_br: Erro ao obter node info
ru: Ошибка при запросе данных узла
zh_hans: 获取节点信息时出错

# Content/*/Error message.Title
source: Error while fetching object
de: Fehler beim Abrufen des Objekts
oc: Error en recuperar l’objècte
pl: Wystąpił błąd podczas pobierania obiektu
pt_br: Erro ao obter objeto
ru: Ошибка при запросе объекта
zh_hans: 获取对象时出错

# Content/*/Error message.Title
source: Error while launching import
de: Fehler beim Starten des Imports
oc: Error en aviant l’import
pl: Wystąpił błąd podczas importowania
ru: Ошибка при отправке жалобы
zh_hans: 执行导入时出错

# Content/*/Error message.Title
source: Error while publishing
de: Fehler beim Veröffentlichen
oc: Error en publicar
pl: Wystąpił błąd podczas publikowania
pt_br: Erro ao publicar
ru: Ошибка при публикации
zh_hans: 发布时出错

# Content/*/Error message.Title
source: Error while saving channel
de: Fehler beim Speichern des Kanals
oc: Error en enregistrar la cadena
pl: Wystąpił błąd podczas zapisywania kanału
pt_br: Erro ao salvar canal
ru: Ошибка при сохранении канала
zh_hans: 保存频道时出错

# Content/*/Error message.Title
source: Error while saving plugin
de: Fehler beim Speichern der Plugin-Einstellungen
oc: Error en enregistrant lo modul
pl: Wystąpił błąd podczas zapisywania rozszerzenia
ru: Ошибка во время сохранения плагина
zh_hans: 保存插件设置时出错

# Content/*/Error message.Title
source: Error while saving settings
de: Fehler beim Speichern der Einstellungen
es: Error al guardar los cambios
oc: Error en enregistrar los paramètres
pl: Wystąpił błąd podczas zapisywania ustawień
pt_br: Erro ao salvar configurações
ru: Ошибка во время сохранения настроек
zh_hans: 保存设置时出错

# Content/Library/Error message.Title
source: Error while submitting edit
de: Fehler beim Speichern der Änderungen
es: Error al guardar los cambios
oc: Error en enviar la modificacion
pl: Wystąpił błąd podczas przesyłania zmian
pt_br: Erro ao editar
ru: Ошибка при отправке правки
zh_hans: 提交编辑时出错

# Content/Moderation/Error message.Title
source: Error while submitting note
de: Fehler beim Speichern der Notiz
oc: Error en enviar la nòta
pl: Wystąpił błąd podczas przesyłania notatki
pt_br: Erro ao enviar comentário
ru: Ошибка при отправке примечания
zh_hans: 提交注释时出错

# Popup/Moderation/Error message
source: Error while submitting report
de: Fehler beim Senden des Berichts
oc: Error en enviar lo senhalament
pl: Wystąpił błąd podczas przesyłania zgłoszenia
pt_br: Erro ao enviar denúncia
ru: Ошибка при отправке жалобы
zh_hans: 提交报告时出错

# Content/Channels/Error message.Title
source: Error while updating description
de: Fehler beim Aktualisieren der Beschreibung
oc: Error en actualizar la descripcion
pl: Wystąpił błąd podczas aktualizowania opisu
pt_br: Erro ao atualizar descrição
ru: Ошибка при обновлении описания
zh_hans: 更新描述时出错

# Channels/*/*
source: Errored
de: Fehlgeschlagen
oc: Perturbat
pl: Zakończono błędem
pt_br: Com erro
ru: Ошибочно
zh_hans: 出错

# Content/Library/Table/Short
source: Errored
de: Fehlgeschlagen
es: Error
oc: Perturbat
pl: Zakończono błędem
pt_br: Com erro
ru: Ошибочно
zh_hans: 出错

# Content/Library/Label
source: Errored files
de: Fehlgeschlagene Dateien
es: Archivos con error
oc: Fichièrs amb errors
pl: Pliki zakończone błędem
pt_br: Arquivos com erro
ru: Ошибочные файлы
zh_hans: 出错的文件

# Content/Settings/Dropdown/Short
source: Everyone
de: Jeder
es: Todo el mundo
oc: Tot lo monde
pl: Każdy
pt_br: Todo mundo
ru: Все
zh_hans: 任何人

# Content/Settings/Dropdown
source: Everyone on this instance
de: Jede·r auf diesem Pod
es: Todo el mundo en esta instancia
oc: Lo monde d’aquesta instància
pl: Każdy na tej instancji
pt_br: Todo mundo nesta instância
ru: Все на этом узле
zh_hans: 此实例上的任何用户

# Content/Settings/Dropdown
source: Everyone, across all instances
de: Jede·r, auf allen Pods
es: Todo el mundo, en todas las instancias
oc: Tot lo monde, per totas las instàncias
pl: Każdy na dowolnej instancji
pt_br: Todo mundo em todas as instâncias
ru: Все на всех узлах
zh_hans: 所有实例上的任何人

# Content/Radio/Table.Label/Verb
source: Exclude
de: Ausschließen
es: Excluir
oc: Exclure
pl: Wyklucz
pt_br: Excluir
ru: Исключить
zh_hans: 排除

# Popup/Radio/Title/Noun
source: Exclude
de: Ausschließen
oc: Exclure
pl: Wyklucz
ru: Исключить
zh_hans: 排除

# Content/Search/Checkbox/Noun
source: Exclude Compilation Artists
de: Kompilation-Künstler·innen ausschließen
es: Excluir recopilación de artistas
oc: Exclure las compilacions d’artistas
pl: Wyklucz wykonawców składanek
ru: Исключить исполнителей с компиляциями
zh_hans: 排除合辑歌手

# */*/Button,Label
source: Expand
de: Ausklappen
es: Expandir
oc: Desplegar
pl: Rozwiń
pt_br: Expandir
ru: Раскрыть
zh_hans: 展开

# Sidebar/Player/Icon.Tooltip/Verb
source: Expand queue
de: Warteschlange ausklappen
oc: Desplegar la fila
pl: Rozwiń kolejkę odtwarzania
pt_br: Expandir fila
ru: Раскрыть
zh_hans: 展开队列

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Expand queue/player view
de: Warteschlange/Play­er ausklappen
es: Expandir la vista de la cola/reproductor
oc: Espandir fila/vista del lector
pl: Rozwiń kolejkę odtwarzania/widok odtwarzacza
pt_br: Expandir fila/ visão do tocador
ru: Раскрыть очередь/проигрыватель
zh_hans: 展开队列/播放器视图

# Content/Admin/Table.Label/Noun
source: Expiration date
de: Ablaufdatum
es: Fecha de caducidad
oc: Data d’expiracion
pl: Data wygaśnięcia
pt_br: Data de expiração
ru: Дата истечения
zh_hans: 过期日

# Content/Admin/Table
source: Expired
de: Abgelaufen
es: Caducada
oc: Expirada
pl: Wygasłe
pt_br: Expirado
ru: Истёк
zh_hans: 已过期

# Content/Admin/Dropdown/Adjective
source: Expired/used
de: Abgelaufen bzw. benutzt
es: Caducada/usada
oc: Expirada/utilizada
pl: Wygasłe/zużyte
pt_br: Expirado/usado
ru: Истёк/использован
zh_hans: 已过期/已使用

# Content/Moderation/Help text
source: Explain why you're applying this policy: this will help you remember why you added this rule. Depending on your pod configuration, this may be displayed publicly to help users understand the moderation rules in place.
de: Erkläre, warum Du die Regel festlegst. Abhängig von Deiner Instanzkonfiguration werden diese öffentlich dargestellt, damit Deine User nachvollziehen können, wieso diese Regel eingeführt wurde.
oc: Explicatz perque aplicatz aquesta politica : vos ajudarà a vos remembrar perque apondèretz aquesta règla. Segon la configuracion de l’instància, aquò pòt èsser mostrat publicament per ajudar als utilizaires a comprendre qualas règlas de moderacion son en plaça.
pl: Wyjaśnij, dlaczego stosujesz tę politykę - to pomoże ci zapamiętać czemu dodałeś tę regułę. Istnieje również możliwość (zależnie od konfiguracji instancji) publicznego wyświetlania tej informacji, żeby pomóc użytkownikom zrozumieć powód dodania reguły.
ru: Объясните назначение этой политики. В зависимости от настроек вашего узла, это поможет вам вспомнить, зачем вы назначили её для этого аккаунта или домена, так же это может быть доступно публично, чтобы помочь пользователям понять действующие правила модерации.
zh_hans: 解释您为什么要实行这个规则，这将帮助您记住为什么对此帐户或域名进行限制。根据您的实例配置，这条解释可能会被公开显示，以帮助用户准确地理解审核规则。

# */*/*/Verb
source: Explore
de: Entdecke
es: Explorar
oc: Explorar
pl: Odkrywaj
pt_br: Descubra
ru: Посмотреть
zh_hans: 探索

# Content/Library/Dropdown
source: Failed
de: Fehlgeschlagen
es: Ha fallado
oc: Fracàs
pl: Zakończony błędem
pt_br: Falhou
ru: Ошибки
zh_hans: 失败

# Content/Library/Card.List item/Noun
source: Failed tracks:
de: Fehlgeschlagene Titel:
es: Pistas fallidas:
oc: Pistas en error :
pl: Utwory zakończone błędem:
pt_br: Faixas que falharam:
ru: Ошибочные треки:
zh_hans: 失败的歌曲：

# */*/*
source: Favorited tracks
de: Favoriten
es: Pistas fallidas:
oc: Pistas en favorit
pl: Polubione utwory
pt_br: Faixas favoritadas
ru: Избранные треки
zh_hans: 被收藏的歌曲

# Sidebar/Favorites/List item.Link/Noun
source: Favorites
de: Favoriten
es: Favoritos
oc: Favorits
pl: Ulubione
pt_br: Favoritos
ru: Избранное
zh_hans: 收藏

# Content/About/Header
source: Features
de: Funktionen
es: Características
oc: Foncionalitats
ru: Функции
zh_hans: 特性

# Content/About/Header/Name
source: Features
de: Funktionen
es: Características
oc: Foncionalitats
ru: Функции
zh_hans: 特性

# */*/*
source: Federation
de: Föderation
oc: Federacion
pl: Federacja
pt_br: Federação
ru: Федерация
zh_hans: 联邦机制

# Content/Search/Input.Label/Noun
source: Fediverse
oc: Fedivers
ru: Федивёрс
zh_hans: 联邦宇宙

# Content/Channel/*
source: Fediverse handle
de: Fediverse Adresse
es: Manejo de Fediverse
oc: Identificant del Fedivers
pl: Nazwa we Fediverse
ru: Имя в Fediverse
zh_hans: 联邦宇宙地址

# */*/*
source: Fediverse object
de: Fediverse-Objekt
es: Objeto de Fediverse
oc: Objècte del Fedivers
pl: Obiekt Fediverse
ru: Объект Fediverse
zh_hans: 联邦宇宙对象

# Content/Library/Card.Table.Header/Short
source: Field
de: Feld
es: Campo
oc: Camp
pl: Pole
pt_br: Campo
ru: Поле
zh_hans: 字段

# */*/Form-builder,Help
source: Field label
de: Feldbeschriftung
es: Etiqueta de campo
oc: Nom del camp
pl: Etykieta pola
pt_br: Nome do campo
ru: Поле
zh_hans: 字段标签

# */*/Form-builder,Help
source: Field type
de: Feldtyp
es: Tipo de campo
oc: Tipe de camp
pl: Typ pola
pt_br: Tipo do campo
ru: Тип поля
zh_hans: 字段类型

# Content/Library/Table.Label
source: Filename
de: Dateiname
es: Nombre del archivo
oc: Nom del fichièr
pl: Nazwa pliku
pt_br: Nome do arquivo
ru: Имя файла
zh_hans: 文件名

# Popup/Channels/Title
source: Files to upload
de: Dateien zum Hochladen
oc: Fichièrs d’enviar
pl: Pliki do przesłania
pt_br: Arquivos para enviar
ru: Файлы для загрузки
zh_hans: 要上传的文件

# Popup/Playlist/Label
source: Filter
oc: Filtrar
pl: Filtr
pt_br: Filtrar
ru: Фильтр
zh_hans: 过滤器

# Content/Subscriptions/Form.Placeholder
source: Filter by name…
de: Nach Namen filtern…
oc: Filtrar per nom…
pl: Filtruj po nazwie…
pt_br: Filtrar por nome…
ru: Фильтр по имени…
zh_hans: 按名称过滤…

# Content/Radio/Table.Label/Noun
source: Filter name
es: Nombre del filtro
oc: Nom del filtre
pl: Nazwa filtra
pt_br: Nome do filtro
ru: Имя фильтра
zh_hans: 过滤器名称

# Content/About/Header
source: Find an app
de: Finde eine App
es: Encontrar una aplicación
oc: Trobar una aplicacion
ru: Найти приложение
zh_hans: 适用的 App

# Content/About/Header
source: Find another pod
de: Finde einen anderen Pod
es: Encontrar otro pod
oc: Trobar un autre pod
ru: Найти другой узел
zh_hans: 查看其他实例

# Content/About/Link
source: Find another pod
de: Finde einen anderen Pod
es: Encontrar otro pod
oc: Trobar un autre pod
ru: Найти другой узел
zh_hans: 查看其他实例

# Content/Home/Link
source: Find another pod
de: Finde einen anderen Pod
es: Encontrar otro pod
oc: Trobar un autre pod
pl: Znajdź inną instancję
pt_br: Encontrar outro pod
ru: Найти другой узел
zh_hans: 查看其他实例

# Content/*/Button.Label/Verb
source: Finish later
de: Später fertigstellen
oc: Acabar mai tard
pl: Ukończ później
pt_br: Finalizar depois
ru: Закончить позже
zh_hans: 以后再完成

# Content/Library/*
source: Finished
de: Beendet
es: Terminado
oc: Acabat
pl: Ukończono
pt_br: Finalizado
ru: Завершено
zh_hans: 已完成

# Content/Moderation/Table.Label/Short (Value is a date)
source: First seen
de: Erstmals gesehen
es: Primera vista
oc: Primièra aparicion
pl: Widziany po raz pierwszy
pt_br: Visto primeiro
ru: Впервые увиден
zh_hans: 首次发现

# Content/Moderation/Dropdown/Noun
source: First seen date
de: Erstmals gesehen
es: Primera fecha de visualización
oc: Data de primièra aparicion
pl: Data widzenia po raz pierwszy
pt_br: Data do primeiro acesso
ru: Дата первого появления
zh_hans: 首次发现日期

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Focus searchbar
de: Suchleiste fokussieren
es: Enfoque la barra de búsqueda
oc: Anar a la recèrca
pl: Aktywuj pasek wyszukiwania
pt_br: Foco na barra de pesquisa
ru: Перейти в панель поиска
zh_hans: 跳到搜索栏

# Content/Library/Card.Button.Label/Verb
source: Follow
de: Abonnieren
es: Seguir
oc: Seguir
pl: Obserwuj
pt_br: Seguir
ru: Подписаться
zh_hans: 关注

# Content/Library/Paragraph
source: Follow libraries from other users to get access to new music. Public libraries can be followed immediately, while following a private library requires approval from its owner.
de: Folge Mediatheken von anderen um Zugang zu neuen Inhalten zu erhalten. Öffentlichen Mediatheken können sofort gefolgt werden. Bei privaten Mediatheken ist die Zustimmung der Eigentümer notwendig.
oc: Podètz seguir las bibliotècas d’autres utilizaires per accedir a de nòvas musicas. Las bibliotècas publicas pòdon èsser seguidas còp sec, mentre qu’una bibliotèca privada demanda una aprovacion de sus proprietaris.
pl: Możesz zaobserwować biblioteki innych użytkowników, aby uzyskać dostęp do nowej muzyki. Publiczne biblioteki mogą być zaobserwowane natychmiast, a do zaobserwowania prywatnej biblioteki będziesz potrzebował zgody jej właściciela.
pt_br: Você pode seguir bibliotecas de outros usuários para conhecer novas músicas. Bibliotecas públicas podem ser seguidas imediatamente, enquanto seguir uma biblioteca privada requer permissão do dono.
ru: Вы можете подписаться на библиотеки других пользователей чтобы получать доступ к новой музыке. На публичные библиотеки можно подписаться сразу, в то время как подписка на приватную библиотеку требует подтверждения владельца.
zh_hans: 关注其他用户的曲库以访问新音乐。公共库可以立即关注，而私人库则需要获得所有者的批准。

# Content/Library/Title/Verb
source: Follow remote libraries
de: Fernmediatheken abonnieren
es: Seguir bibliotecas remotas
oc: Seguir de bibliotècas alonhadas
pl: Obserwuj zdalne biblioteki
pt_br: Seguir bibliotecas remotas
ru: Подписаться на удалённые библиотеки
zh_hans: 关注远程曲库

# Content/Library/Card.Paragraph
source: Follow request pending approval
de: Ausstehende Abonnements-Anfrage
es: Solicitud de seguimiento pendiente de aprobación
oc: Abonament en espèra de validacion
pl: Obserwowanie oczekuje na zatwierdzenie
pt_br: Solicitação para seguir pendente
ru: Подписка требует подтверждения
zh_hans: 关注请求正在等待批准

# Content/Federation/*/Noun
source: Followers
de: Abonnenten
es: Seguidores
oc: Seguidors
pl: Obserwatorzy
pt_br: Seguidores
ru: Подписчики
zh_hans: 关注者

# Content/OAuth Scopes/Label
source: Follows
de: Abonnements
es: Seguir
oc: Seguir
pl: Obserwacje
pt_br: Seguidos
ru: Подписки
zh_hans: 关注

# Sidebar/*/Listitem.Link
source: Forum
es: Foro
ru: Форум
zh_hans: 论坛

# */*/Field,Help
source: Forward an anonymized copy of your report to the server hosting this element.
de: Leite eine anonymisierte Kopie deines Berichts an den Server weiter, auf dem sich dieses Element befindet.
es: Envíe una copia anónima de su informe al servidor que aloja este elemento.
oc: Transferir una còpi anonimizada del senhalement al servidor qu’alerga aqueste element.
pl: Przekaż zanonimizowaną kopię raportu do serwera goszczącego ten element.
pt_br: Encaminhe uma cópia anônima da sua denúncia para o servidor armazenando este elemento.
ru: Переслать анонимизированную копию вашей жалобы на сервер, где хранится этот элемент.
zh_hans: 将报告的一份匿名副本转发给托管此对象的服务器。

# */*/Field.Label/Verb
source: Forward to %{ domain}
de: Weiterleiten an %{ domain}
es: Reenviar a %{ domain}
oc: Transferir a %{ domain}
pl: Przekaż do %{ domain }
pt_br: Encaminhar para %{ domain}
ru: Переслать на %{ domain}
zh_hans: 转发到 %{ domain }

# Content/Auth/Label/Noun
source: Full access
de: Vollzugriff
es: Desactivar acceso
oc: Accès complèt
pl: Pełen dostęp
pt_br: Acesso total
ru: Полный доступ
zh_hans: 完全访问

# Content/About/Paragraph
source: Funkwhale is a community-driven project that lets you listen and share music and audio within a decentralized, open network.
de: Funkwhale wird von einer Community betrieben und erlaubt dir, Musik und Audio Inhalte zu hören und in einem dezentralen, freien Netzwerk zu teilen.
es: Funkwhale es un proyecto impulsado por la comunidad que permite escuchar y compartir música y audio dentro de una red descentralizada y abierta.
oc: Funkwhale es un projècte menat per una comunitat que vos permet d’escotar e partejar de musicas e de fichièrs àudio dins d’un malhum descentralizat e dubèrt.
ru: Этот узел работает на Funkwhale, общественном проекте, который позволяет Вам слушать и делиться музыкой и другим аудио по децентрализованной открытой сети.
zh_hans: Funkwhale 是一个由社区支持的项目，允许您在去中心化、公开的网络中收听、分享音乐及各种音频。

# Content/Settings/Paragraph'
source: Funkwhale is compatible with other music players that support the Subsonic API.
de: Funkwhale ist kompatibel mit anderen Mediaplayern, die die Subsonic-API unterstützen.
es: Funkwhale es compatible con otros reproductores de música que soportan la API Subsonic.
oc: Funkwhale es compatible amb d’autres lectors de musica compatibles amb l’API Subsonic.
pl: Funkwhale jest kompatybilny z innymi odtwarzaczami muzycznymi obsługującymi API Subsonic.
pt_br: O Funkwhale funciona em outros reprodutores de música compatíveis com a API Subsonic.
ru: Funkwhale совместим с другими музыкальными плеерами, которые поддерживают Subsonic API.
zh_hans: Funkwhale 兼容所有支持 Subsonic API 的音乐播放器。

# Content/Home/Paragraph
source: Funkwhale is free and developed by a friendly community of volunteers.
de: Funkwhale ist kostenlos und wird von einer freundlichen Gemeinschaft von Freiwilligen entwickelt.
oc: Funkwhale es gratuit e desvolopat per de una comunautat de volontaris simpatics.
pl: Funkwhale jest bezpłatny i rozwijany przez przyjazną społeczność wolontariuszy.
ru: Funkwhale бесплатен и разрабатывается дружелюбной командой добровольцев.
zh_hans: Funkwhale 完全免费，由有爱的社区成员开发而成。

# */*/*
source: Funkwhale version
es: Versión de Funkwhale
oc: Version de Funkwhale
pl: Wersja Funkwhale
pt_br: Versão do Funkwhale
ru: Версия Funkwhale
zh_hans: Funkwhale 版本

# Popup/Keyboard shortcuts/Title
source: General shortcuts
de: Allgemeine Tastenkombinationen
es: Atajos generales
oc: Acrochis generals
pl: Skróty ogólne
pt_br: Atalhos gerais
ru: Общие горячие клавиши
zh_hans: 通用快捷键

# Content/Admin/Button.Label/Verb
source: Get a new invitation
de: Eine Einladung erneut bekommen
es: Obtener una nueva invitación
oc: Obténer una novèla invitacion
pl: Uzyskaj nowe zaproszenie
pt_br: Solicitar novo convite
ru: Получить приглашение
zh_hans: 生成一个新的邀请

# Content/Library/Button.Label/Verb
source: Get started
de: Loslegen
es: Comenzar
oc: Començar
pl: Rozpocznij
pt_br: Comece agora
ru: Начать
zh_hans: 开始

# Footer/*/Link
source: Getting help
de: Hilfe bekommen
es: Obteniendo ayuda
oc: Obténer d’ajuda
pl: Uzyskiwanie pomocy
pt_br: Procurar ajuda
ru: Помощь
zh_hans: 获取帮助

# Content/*/Button.Label/Short, Verb
source: Go
de: Los!
es: Ir
oc: Zo
pl: Wykonaj
pt_br: Ir
ru: Перейти
zh_hans: 执行

# Content/*/Button.Label/Verb
source: Go to home page
de: Zurück zur Startseite
es: Ir a la página principal
oc: Tornar a l’acuèlh
pl: Przejdź na stronę główną
pt_br: Ir à página inicial
ru: Перейти на домашнюю страницу
zh_hans: 访问主页

# Footer/*/List item.Link
source: Go to Library
de: Zur Mediathek
oc: Anar a la bibliotèca
pl: Przejdź do biblioteki
ru: В Библиотеку
zh_hans: 访问曲库

# Content/Notifications/Button.Label
source: Got it!
de: Verstanden!
es: Lo tengo!
oc: Comprés !
pl: Zrozumiano!
pt_br: Entendi!
ru: Ясно!
zh_hans: 知道了！

source: Hello
es: Hola
oc: Bonjorn
ru: Привет
zh_hans: 您好

# Sidebar/*/Listitem.Link
source: Help
de: Hilfetext
es: Ayuda
oc: Ajuda
ru: Помощь
zh_hans: 帮助

# */*/Label
source: Help text
de: Hilfetext
es: Texto de ayuda
oc: Tèxt d’ajuda
pl: Podręcznik pomocy
pt_br: Texto de ajuda
ru: Текст помощи
zh_hans: 帮助文本
