Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Shuffle queue
de: Warteschlange mischen
es: Mezclar tu cola de reproducción
oc: Mesclar la fila
pl: Wymieszaj kolejkę
pt_br: Embaralhar fila
ru: Перемешать очередь
zh_hans: 随机打乱播放队列

# Sidebar/Player/Icon.Tooltip/Verb
source: Shuffle your queue
de: Warteschlange mischen
es: Mezclar tu cola de reproducción
oc: Mesclar la fila
pl: Wymieszaj swoją kolejkę
pt_br: Embaralhar sua fila
ru: Перемешать очередь
zh_hans: 随机打乱您现有的播放队列

# */*/Button.Label/Verb
source: Sign up
de: Registrieren
oc: Inscripcion
pl: Zarejestruj się
ru: Регистрация
zh_hans: 注册

# */Signup/Title
source: Sign up
de: Registrieren
oc: Inscripcion
pl: Zarejestruj się
pt_br: Criar conta
ru: Регистрация
zh_hans: 注册

# */Signup/Title
source: Sign Up
de: Registrieren
es: Inscripción
oc: Inscripcion
pl: Rejestracja
pt_br: Criar conta
ru: Регистрация
zh_hans: 注册新账户

# Content/About/Paragraph
source: Sign up now to keep a track of your favorites, create playlists, discover new content and much more!
de: Melde Dich an, um Favoriten zu folgen, Wiedergabelisten zu erstellen, neue Inhalte zu entdecken und Vieles mehr!
oc: Marcatz-vos ara per garda una traça de vòstres favorits, crear de lista de lectura, descobrir de nòu contengut e encara mai !
ru: Зарегистрируйтесь сейчас, чтобы добавлять треки в избранное, создавать списки, находить новую музыку и многое другое!
zh_hans: 立刻注册，来收藏您最喜欢的音乐、创建歌单、发现新的内容吧！

# Content/Home/Paragraph
source: Sign up now to keep track of your favorites, create playlists, discover new content and much more!
de: Melde Dich an, um Favoriten zu folgen, Wiedergabelisten zu erstellen, neue Inhalte zu entdecken und Vieles mehr!
oc: Marcatz-vos ara per garda una traça de vòstres favorits, crear de lista de lectura, descobrir de nòu contengut e encara mai !
pl: Zarejestruj się teraz, aby śledzić swoich ulubionych wykonawców, tworzyć listy odtwarzania, odkrywać nowe treści i wiele więcej!
ru: Зарегистрируйтесь сейчас, чтобы добавлять треки в избранное, создавать списки, находить новую музыку и многое другое!
zh_hans: 立刻注册，来收藏您最喜欢的音乐、创建歌单、发现新的内容吧！

# Content/Admin/Table.Label/Short, Noun (Value is a date)
source: Sign-up
de: Registrierung
es: Inscripción
oc: Inscripcion
pl: Rejestracja
pt_br: Criar conta
ru: Регистрация
zh_hans: 注册日期

# Content/Admin/Table.Label/Noun
source: Sign-up date
de: Anmeldedatum
es: Fecha de inscripción
oc: Data d’inscripcion
pl: Data rejestracji
pt_br: Data de criação
ru: Дата регистрации
zh_hans: 注册日期

# */*/*/Noun
source: Sign-ups
de: Registrierungen
oc: Inscripcions
pl: Rejestracje
pt_br: Novas contas
ru: Регистрации
zh_hans: 账户注册

# Content/*/*/Noun
source: Size
de: Größe
es: Tamaño
oc: Talha
pl: Rozmiar
pt_br: Tamanho
ru: Размер
zh_hans: 文件大小

# Content/Library/*
source: Skipped
de: Übersprungen
es: Omitido
oc: Ignorat
pl: Pominięto
pt_br: Ignorado
ru: Пропущено
zh_hans: 已跳过

# Content/Library/Label
source: Skipped files
de: Übersprungene Dateien
es: Archivos omitidos
oc: Fichièrs ignorats
pl: Pominięte pliki
pt_br: Arquivos ignorados
ru: Пропущенные файлы
zh_hans: 已跳过的文件

# Content/Moderation/Table.Label
source: Software
oc: Logicial
pl: Oprogramowanie
ru: Программное обеспечение
zh_hans: 软件

# Content/Playlist/Paragraph
source: Some tracks in your queue are already in this playlist:
de: Einige Titel in deiner Warteschlange befinden sich bereits in dieser Wiedergabeliste:
oc: Unas pistas de la fila son ja dins aquesta lista de lectura :
pl: Jakieś utwory z Twojej kolejki są już na tej liście odtwarzania:
pt_br: Algumas faixas na sua fila já estão nesta lista:
ru: Некоторые треки из очереди уже находятся в этом списке воспроизведения:
zh_hans: 队列中的某些歌曲已在这个歌单中：

# Content/Channel/Header
source: Some uploads couldn't be published
de: Einige Uploads konnten nicht veröffentlicht werden
oc: Impossible de publicar unes mandadisses
pl: Kilka przesłanych plików nie mogło zostać opublikowane
ru: Некоторые закачки не получилось опубликовать
zh_hans: 一些上传的歌曲无法发布

# Content/*/Paragraph
source: Sorry, the page you asked for does not exist:
de: Entschuldigung, die abgerufene Seite existiert nicht:
es: Lo sentimos, la página solicitada no existe:
oc: O planhèm, la pagina demandada existís pas :
pl: Przepraszamy, strona której szukasz nie istnieje:
pt_br: Desculpe, mas esta página não existe:
ru: Извините, страницы, которую вы запрашивали, не существует:
zh_hans: 抱歉，您访问的页面不存在：

# Sidebar/Search/Error.Label
source: Sorry, there are no results for this search
de: Leider gibt es keine Ergebnisse für diese Suche
oc: Pas cap de resultats per aquesta recèrca
pl: Przepraszamy, to wyszukiwanie nie zwróciło wyników
ru: К сожалению этот поиск не дал результатов
zh_hans: 抱歉，此搜索没有匹配的结果

# Footer/*/List item.Link
source: Source code
de: Quellcode
es: Código fuente
oc: Còdi font
pl: Kod źródłowy
pt_br: Código fonte
ru: Исходный код
zh_hans: 源代码

# Content/Profile/User role
source: Staff member
de: Teammember
es: Miembro del equipo
oc: Membre de la còla
pl: Członek administracji
pt_br: Membro da equipe
ru: Член команды
zh_hans: 工作人员

# Content/About/Header
source: Statistics
de: Statistiken
oc: Estatisticas
ru: Статистика
zh_hans: 统计

# Content/Home/Header
source: Statistics
de: Statistiken
oc: Estatisticas
pl: Statystyki
pt_br: Estatísticas
ru: Статистика
zh_hans: 统计

# Content/Moderation/Help text
source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this account
de: Statistiken betrachten ausschließlich die Aktivität und den Inhalt, die von deinem Pod bekannt sind, und stellen nicht die gesamte Aktivität dieses Kontos dar
es: Las estadísticas se calculan a partir de la actividad y el contenido conocidos en tu instancia y no reflejan la actividad general de esta cuenta
oc: Las estatisticas son calculadas amb las activitats conegudas e lo contengut de vòstra instància, son pas lo rebat de l’activitat generala d’aqueste compte
pl: Statystyki są obliczone na podstawie znanej na tej instancji aktywności i zawartości i nie reprezentują całej aktywności dla tego konta
pt_br: Estatísticas são calculadas por atividades conhecidas e conteúdo da instância, e não refletem a atividade geral desta conta
ru: Статистика считается по известной активности и содержимому Вашего узла и не отражает всю активность для этого аккаунта
zh_hans: 统计数据根据实例上的已知活动和内容进行计算，并不反映此帐户的一般活动

# Content/Moderation/Help text
source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this domain
de: Statistiken betrachten ausschließlich die Aktivität und den Inhalt, die von deinem Pod bekannt sind, und stellen nicht die gesamte Aktivität dieses Domains dar
es: Las estadísticas se calculan a partir de la actividad y el contenido conocidos en tu instancia y no reflejan la actividad general de éste dominio
oc: Las estatisticas son calculadas amb las activitats conegudas e lo contengut de vòstra instància, son pas lo rebat de l’activitat generala d’aqueste domeni
pl: Statystyki są obliczone na podstawie znanej na tej instancji aktywności i zawartości i nie reprezentują całej aktywności dla tej domeny
pt_br: Estatísticas são calculadas por atividade conhecida e conteúdo da instância, e não refletem a atividade geral deste domínio
ru: Статистика считается по известной активности и содержимому Вашего узла и не отражает всю активность для этого домена
zh_hans: 统计数据根据实例上的已知活动和内容进行计算，并不反映此域名的一般活动

# Content/Moderation/Help text
source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this object
de: Statistiken betrachten ausschließlich die Aktivität und den Inhalt, die von deinem Pod bekannt sind, und stellen nicht die gesamte Aktivität dieses Kontos dar
es: Las estadísticas se calculan a partir de la actividad y el contenido conocidos en tu instancia y no reflejan la actividad general de esta cuenta
oc: Las estatisticas son calculadas amb las activitats conegudas e lo contengut de vòstra instància, son pas lo rebat de l’activitat generala d’aqueste compte
pl: Statystyki są obliczone na podstawie znanej na tej instancji aktywności i zawartości i nie reprezentują całej aktywności dla tego obiektu
pt_br: Estatísticas são calculadas por atividades conhecidas e conteúdo da instância, e não refletem a atividade geral deste objeto
ru: Статистика считается по известной активности и содержимому Вашего узла и не отражает всю активность для этого объекта
zh_hans: 统计数据根据实例上的已知活动和内容进行计算，并不反映此对象的一般活动

# */*/*
source: Status
oc: Estatut
pl: Stan
ru: Статус
zh_hans: 状态

# Content/Playlist/Button.Label/Verb
source: Stop Editing
de: Bearbeitung beenden
oc: Arrestar la modificacion
pl: Przestań edytować
pt_br: Parar edição
ru: Прекратить редактирование
zh_hans: 停止编辑

# */Player/Button.Label/Short, Verb
source: Stop radio
de: Radio ausschalten
es: Parar radio
oc: Arrestar la ràdio
pl: Zatrzymaj radio
pt_br: Parar rádio
ru: Остановить радио
zh_hans: 停止播放电台

# */*/*
source: Subcategory
de: Unterkategorie
oc: Subcategoria
pl: Podkategoria
pt_br: Subcategoria
ru: Подкатегория
zh_hans: 子类别

# */*/Button.Label/Verb
source: Submit
de: Abschicken
es: Enviar
oc: Validar
pl: Prześlij
pt_br: Enviar
ru: Отправить
zh_hans: 提交

# Content/Library/Button.Label/Verb
source: Submit and apply edit
de: Senden und anwenden
oc: Enviar e aplicar la modificacion
pl: Prześlij i zastosuj zmiany
pt_br: Enviar e aplicar edição
ru: Применить изменения
zh_hans: 提交和应用编辑

# Content/Library/Button.Label
source: Submit another edit
de: Eine weitere Überarbeitung einreichen
oc: Enviar una modificacion de mai
pl: Prześlij kolejne zmiany
pt_br: Enviar outra edição
ru: Отправить ещё одну правку
zh_hans: 提交另一个编辑

# Popup/*/Button.Label
source: Submit report
de: Bericht senden
oc: Enviar
pl: Prześlij zgłoszenie
pt_br: Enviar denúncia
ru: Отправить жалобу
zh_hans: 提交报告

# Content/Library/Input.Label
source: Submit search
de: Suchen
oc: Enviar la recèrca
pl: Zatwierdź wyszukiwanie
ru: Искать
zh_hans: 搜索

# Content/Search/Button.Label/Verb
source: Submit Search Query
de: Suchanfrage abschicken
oc: Enviar la requèsta
pl: Zatwierdź wyszukiwanie
ru: Отправить поисковый запрос
zh_hans: 提交搜索请求

# Content/Library/Button.Label/Verb
source: Submit suggestion
de: Empfehlung abschicken
oc: Enviar la suggestion
pl: Prześlij sugestię
pt_br: Enviar sugestão
ru: Отправить предложение
zh_hans: 提交建议

# Content/Moderation/*
source: Submitted by
de: Eingereicht von
oc: Enviat per
pl: Przesłane przez
pt_br: Enviado por
ru: Отправлено от
zh_hans: 提出者

# */*/*/Verb
source: Subscribe
de: Abonnieren
oc: S’abonar
pl: Obserwuj
ru: Подписаться
zh_hans: 订阅

# Content/Channel/Button/Verb
source: Subscribe
de: Abonnieren
oc: S’abonar
pl: Obserwuj
ru: Подписаться
zh_hans: 订阅

# Content/Track/*/Verb
source: Subscribe
de: Abonnieren
oc: S’abonar
pl: Obserwuj
ru: Подписаться
zh_hans: 订阅

# Content/Channels/Header
source: Subscribe on Funkwhale
de: Auf Funkwhale abonnieren
oc: S’abonar a Funkwhale
pl: Obserwuj na Funkwhale
pt_br: Inscreva-se em Funkwhale
ru: Подписаться на Funkwhale
zh_hans: 在 Funkwhale 上订阅

# Content/Channels/Header
source: Subscribe on the Fediverse
de: Im Fediverse Abonnieren
oc: S’abonar sul fediverse
pl: Obserwuj na Fediverse
ru: Подписаться в Fediverse
zh_hans: 在联邦宇宙中订阅

# Head/Fetch/Title
source: Subscribe to a podcast hosted on the Fediverse
de: Abonniere einen Podcast im Fediverse
oc: S’abonar a un podcast albergat sul fediverse
pl: Obserwuj podcast z Fediverse
ru: Подписаться на подкаст размещенный в Fediverse
zh_hans: 在联邦宇宙中订阅一个播客

# Head/Fetch/Title
source: Subscribe to a podcast RSS feed
de: Abonniere einen Podcast via RSS-Feed
oc: S’abonar al flux RSS d’un podcast
pl: Zasubskrybuj kanał RSS podcastu
ru: Подписаться на подкаст через RSS
zh_hans: 通过 RSS 订阅一个播客

# Content/Profile/Button
source: Subscribe to feed
de: Abonniere einen Podcast via RSS-Feed
oc: S’abonar al flux RSS
pl: Zasubskrybuj kanał RSS
ru: Подписаться на канал
zh_hans: 订阅

# Search/*/*
source: Subscribe to podcast via RSS
de: Podcast via RSS abonnieren
oc: S’abonar a un podcast via RSS
pl: Zasubskrybuj podcast za pomocą RSS
ru: Подписаться на подкаст через RSS
zh_hans: 通过 RSS 订阅播客

# Popup/Channel/Title/Verb
source: Subscribe to this channel
de: Diesen Kanal abonnieren
oc: S’abonar a aquesta cadena
pl: Obserwuj ten kanał
ru: Подписаться на этот канал
zh_hans: 订阅这个频道

# Content/Channels/Header
source: Subscribe via RSS
de: Via RSS abonnieren
oc: S’abonar via RSS
pl: Zasubskrybuj za pomocą RSS
ru: Подписаться через RSS
zh_hans: 通过 RSS 订阅

# Content/Subscriptions/Header
source: Subscribed Channels
de: Abonnierte Kanäle
oc: Cadenas seguidas
pl: Obserwowane kanały
ru: Подписки каналов
zh_hans: 已订阅的频道

# */*/*/Noun
source: Subscription
de: Abonnement
oc: Inscripcion
pl: Subskrypcja
pt_br: Inscrição
ru: Подписка
zh_hans: 订阅

# Content/Settings/Title
source: Subsonic API password
de: Subsonic-API-Kennwort
es: Contraseña de la API Subsonic
oc: Senhal de l’API Subsonic
pl: Hasło do API Subsonic
pt_br: Senha da API Subsonic
ru: Пароль Subsonic API
zh_hans: Subsonic API 密码

# Content/Library/Paragraph
source: Suggest a change using the form below.
de: Schlage eine Änderung mit dem untenstehenden Formular vor.
oc: Suggerir un cambiament en utilizar lo formulari çai-jos.
pl: Zaproponuj zmiany przy użyciu poniższego formularza.
pt_br: Sugira uma alteração usando o formulário abaixo.
ru: Предложите правку, используя форму ниже.
zh_hans: 使用下面的表格提出变动建议。

# Content/*/Title
source: Suggest an edit on this album
de: Eine Änderung auf dieses Album vorschlagen
es: No podemos añadir la canción a una lista de reproducción
oc: Podèm pas cargar aquesta pisata
pl: Zasugeruj zmiany w tym albumie
pt_br: Sugerir edição neste álbum
ru: Предложите правку для этого альбома
zh_hans: 对这张专辑提出编辑建议

# Content/*/Title
source: Suggest an edit on this artist
de: Eine Änderung dieses Künstler·in vorschlagen
es: No podemos añadir la canción a una lista de reproducción
oc: Podèm pas cargar aquesta pisata
pl: Zasugeruj zmiany w tym wykonawcy
pt_br: Sugerir edição neste artista
ru: Предложите правку для этого исполнителя
zh_hans: 对这位歌手提出编辑建议

# Content/*/Title
source: Suggest an edit on this track
de: Eine Änderung auf diesen Titel vorschlagen
es: No podemos añadir la canción a una lista de reproducción
oc: Podèm pas cargar aquesta pisata
pl: Zasugeruj zmiany w tym utworze
pt_br: Sugerir edição nesta faixa
ru: Предложите правку для этого трека
zh_hans: 对这首歌曲提出编辑建议

# Popup/Instance/List.Label
source: Suggested choices
de: Empfehlungen
es: Sugerencias
oc: Suggestions
pl: Polecane
pt_br: Opções sugeridas
ru: Предложенные изменения
zh_hans: 建议的选择

# */*/*
source: Summary (optional)
de: Zusammenfassung (optional)
oc: Resumit (opcional)
pl: Podsumowanie (opcjonalne)
pt_br: Resumo (opcional)
ru: Сводка (необязательно)
zh_hans: 摘要（可选）

# Footer/*/Listitem.Link
source: Support forum
de: Hilfe-Forum
es: Foro de soporte
oc: Forum d’assisténcia
pl: Forum wsparcia
pt_br: Fórum de suporte
ru: Форум поддержки
zh_hans: 支持论坛

# Content/Notifications/Header
source: Support this Funkwhale pod
de: Unterstütze diesen Funkwhale-Pod
oc: Sosténer aqueste pod Funkwhale
pl: Wspieraj tę instancję Funkwhale
pt_br: Apoie este pod Funkwhale
ru: Поддержать этот узел Funkwhale
zh_hans: 支持这个 Funkwhale 站点

# Content/Library/Paragraph
source: Supported extensions: %{ extensions }
de: Unterstützte Dateierweiterungen: %{ extensions }
es: Extensiones soportadas: %{ extensions }
oc: Extensions compatiblas : %{ extensions }
pl: Wspierane rozszerzenia: %{ extensions }
pt_br: Extensões suportadas: %{ extensions }
ru: Поддерживаемые расширения: %{ extensions }
zh_hans: 支持的扩展：%{ extensions }

# Content/Playlist/Paragraph
source: Syncing changes to server…
de: Synchronisierung der Änderungen auf dem Server…
es: Sincronizando los cambios con el servidor…
oc: Sincronizacion dels cambiaments amb lo servidor…
pl: Synchronizowanie zmian z serwerem…
pt_br: Sincronizando alterações com o servidor…
ru: Синхронизируем изменения с сервером…
zh_hans: 正在与服务器同步修改…

# */*/*/Noun
source: Tag
de: Schlagwort
oc: Etiqueta
ru: Тег
zh_hans: 标签

# Content/Moderation/Title
source: Tag data
de: Schlagwort-Daten
oc: Donada de l’etiqueta
pl: Dane taga
pt_br: Dados da tag
ru: Теги
zh_hans: 标签数据

# */*/*
source: Tags
de: Schlagwörter
oc: Etiquetas
pl: Tagi
ru: Теги
zh_hans: 标签

# */*/*/Noun
source: Tags
de: Schlagwörter
oc: Etiquetas
pl: Tagi
ru: Теги
zh_hans: 标签

# Content/Moderation/Dropdown
source: Takedown request
de: Antrag auf Entfernung
oc: Demanda de retrait
pl: Prośba o usunięcie
pt_br: Solicitação de exclusão
ru: Запрос на удаление
zh_hans: 下线请求

# Content/About/Header
source: Terms and privacy policy
de: Nutzungsbedingungen und Datenschutzerklärung
oc: Tèrmes e politica de confidencialitat
pl: Regulamin i polityka prywatności
pt_br: Política de Privacidade e Termos de Uso
ru: Условия использования и политика приватности
zh_hans: 条款及隐私政策

# Content/*/Paragraph
source: Text copied to clipboard!
de: Text in die Zwischenablage kopiert!
es: ¡Texto copiado al portapapeles!
oc: Tèxte copiat al quichapapièr !
pl: Skopiowano tekst do schowka!
pt_br: Texto copiado para a área de transferência!
ru: Текст скопирован в буфер обмена!
zh_hans: 文本已复制到剪贴板！

# Content/Moderation/Paragraph
source: The album will be deleted, as well as any related files and data. This action is irreversible.
de: Das Album und die zugehörigen Daten und Dateien werden gelöscht. Diese Aktion ist unwiderruflich.
oc: Aqueste album serà tirat, e mai los mandadisses e abonaments ligats. Aquesta accions es irreversibla.
pl: Ten album zostanie usunięty wraz ze wszystkimi powiązanymi plikami i informacjami. To działanie jest nieodwracalne.
pt_br: O álbum será permanentemente excluído, junto com seus arquivos e dados.
ru: Альбом будет удалён вместе со связанными с ним файлами и данными. Это действие нельзя отменить.
zh_hans: 此专辑以及所有相关文件和数据都将被删除。此操作无法逆转。

# Content/Moderation/Paragraph
source: The album will be removed, as well as associated uploads, tracks, favorites and listening history. This action is irreversible.
de: Das Album wird entfernt, ebenso wie die zugehörigen Uploads, Titel, Favoriten und der Wiedergabeverlauf. Dieser Vorgang ist unwiderruflich.
oc: L’album serà tirat, e mai los mandadisses, pistas, favorits e istorics d’escota ligats. Aquesta accion es irreversibla.
pl: Ten album będzie usunięty wraz z plikami, utworami, ulubionymi oraz historią odtwarzania. To działanie jest nieodwracalne.
pt_br: O álbum será permanentemente excluído, junto com os envios, faixas, favoritos e histórico de escutados.
ru: Альбом будет удалён вместе со связанными с ним закачками, треками, избранным и историей прослушивания. Это действие нельзя отменить.
zh_hans: 此专辑，以及相关的上传记录，歌曲，收藏和收听历史，将被删除。此操作无法逆转。

# Content/Auth/Paragraph
source: The application is also requesting the following unknown permissions:
de: Die Anwendung fordert außerdem die folgenden unbekannten Berechtigungen an:
oc: L’aplicacion demanda tanben las autorizacions desconegudas seguentas :
pl: Aplikacja prosi też o następujące nieznane uprawnienia:
pt_br: O aplicativo também está solicitando as seguintes permissões desconhecidas:
ru: Приложение также запрашивает следующие неизвестные разрешения:
zh_hans: 此应用程序还请求获取以下未知权限：

# Content/Moderation/Paragraph
source: The artist will be removed, as well as associated uploads, tracks, albums, favorites and listening history. This action is irreversible.
de: Die kunstschaffende Person wird entfernt, ebenso wie die zugehörigen Uploads, Titel, Alben, Favoriten und der Wiedergabeverlauf. Dieser Vorgang ist unwiderruflich.
oc: L’artista serà tirat, e mai los mandadisses, pistas, albums, favorits e istorics d’escota ligats. Aquesta accion es irreversibla.
pl: Wykonawca zostanie usunięty wraz ze związanymi z nim plikami, utworami, albumami, polubieniami oraz historią odtwarzania. To działanie jest nieodwracalne.
pt_br: O(A) artista será permanentemente excluído(a), junto com os envios, faixas, álbuns, favoritos e histórico de escutados.
ru: Исполнитель будет удалён вместе со связанными с ним закачками, треками, альбомами, избранным и историей прослушивания. Это действие нельзя отменить.
zh_hans: 此歌手，以及相关的上传记录、歌曲、专辑、收藏和收听历史，将被删除。此操作无法逆转。

# Content/Moderation/Paragraph
source: The channel will be deleted, as well as any related files and data. This action is irreversible.
de: Der Kanal wird zusammen mit den zugehörigen Daten und Dateien gelöscht. Diese Aktion ist unwiderruflich.
oc: Aquesta cadena serà tirada, e mai totes los fichièrs e donadas ligats. Aquesta accions es irreversibla.
pl: Kanał zostanie usunięty wraz ze wszystkimi powiązanymi plikami i informacjami. To działanie jest nieodwracalne.
pt_br: O canal será permanentemente excluído, junto com seus arquivos e dados.
ru: Канал будет удалён вместе со связанными с ним файлами и данными. Это действие нельзя отменить.
zh_hans: 此频道以及相关的文件和数据将被删除。此操作无法逆转。

# Content/Moderation/Paragraph
source: The channel will be removed, as well as associated uploads, tracks, and albums. This action is irreversible.
de: Der Kanal wird zusammen mit den zugehörigen Uploads, Titel und Abonnements gelöscht. Diese Aktion ist unwiderruflich.
oc: Aquesta cadena serà tirada, e mai los mandadisses, pistas e abonaments ligats. Aquesta accions es irreversibla.
pl: Kanał zostanie usunięty wraz z plikami, utworami i albumami. To działanie jest nieodwracalne.
pt_br: A biblioteca será permanentemente removido, junto com os seus arquivos, faixas e álbuns.
ru: Канал будет удалён вместе со связанными с ним закачками, треками и альбомами. Это действие нельзя отменить.
zh_hans: 此频道，以及相关的上传记录、歌曲和专辑，将被删除。此操作无法逆转。

# Footer/*/List item.Link
source: The Funkwhale logo was kindly designed and provided by Francis Gading.
de: Das Funkwhale-Logo wurde freundlicherweise von Francis Gading gestaltet und zur Verfügung gestellt .
oc: Lo logotipe de Funkwhale foguèt coralament dessenhat e fornit per Francis Gading.
pl: Logo Funkwhale zostało zaprojektowane i dostarczone przez Francisa Gadinga.
ru: Логотип Funkwhale был любезно предоставлен Francis Gading.
zh_hans: Funkwhale 的标志由 Francis Gading 设计并提供。

# Popup/Instance/Error message.List item
source: The given address is not a Funkwhale server
de: Die angegebene Adresse ist kein Funkwhale-Server
oc: L’adreça donada es pas un servidor Funkwhale
pl: Pod podanym adresem nie ma instancji Funkwhale
pt_br: Este link não é de uma instância Funkwhale
ru: Заданный адрес не является сервером Funkwhale
zh_hans: 输入的地址不是 Funkwhale 服务器

# Popup/Library/Paragraph
source: The library and all its tracks will be deleted. This can not be undone.
de: Die Mediathek und all ihre Titel werden gelöscht. Dieser Vorgang kann nicht rückgängig gemacht werden.
es: La biblioteca y todas sus pistas serán borradas. Esta acción es irreversible.
oc: Aquesta bibliotèca e totas sas pistas seràn suprimidas. Aquesta accion se pòt pas anullar.
pl: Biblioteka i wszystkie znajdujące się w niej utwory zostaną usunięte. To działanie jest nieodwracalne.
pt_br: A biblioteca e todas as suas faixas serão excluídas permanentemente.
ru: Библиотека и все треки в ней будут удалены. Это действие необратимо.
zh_hans: 此曲库及其所有歌曲将被删除。此操作无法逆转。
