Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# Content/Home/Link
source: Listen to public albums and playlists shared on this pod
de: Höre öffentliche Alben und Wiedergabelisten an, die auf diesem Pod freigegeben werden
es: Escuche los álbumes públicos y las listas de reproducción compartidas en este pod
oc: Escotar d’albums publics e de listas de lectura partejadas sus aqueste pod
pl: Słuchaj publicznych albumów i list odtwarzania udostępnianych na tej instancji
pt_br: Ouça álbuns públicos e listas compartilhados neste pod
ru: Слушайте публичные альбомы и списки воспроизведения, имеющиеся на этом узле
zh_hans: 收听本站分享的公开专辑和歌单

# Content/About/Paragraph
source: Listen to public albums and playlists shared on this pod.
de: Höre öffentliche Alben und Wiedergabelisten an, die auf diesem Pod freigegeben wurden.
es: Escuche los álbumes públicos y las listas de reproducción compartidas en este pod.
oc: Escotar d’albums publics e de listas de lectura partejadas sus aqueste pod.
ru: Слушайте публичные альбомы и списки воспроизведения, имеющиеся на этом узле.
zh_hans: 收听本站分享的公开专辑和歌单。

# Content/About/*
source: listening
de: Anhörung
oc: escota
ru: прослушивание
zh_hans: 收听

# */*/*/Noun
source: Listenings
de: Anhörungen
es: Escuchas
oc: Escotas
pl: Odsłuchania
pt_br: Escutados
ru: Прослушивания
zh_hans: 收听次数

# Content/*/Button.Label
source: Load more…
de: Mehr laden…
es: Cargando seguidores…
oc: Ne cargar mai…
pl: Załaduj więcej…
pt_br: Ver mais…
ru: Загрузить ещё…
zh_hans: 加载更多…

# */*/*
source: Loading
de: Lädt
oc: Cargament
pl: Ładowanie
pt_br: Carregando
ru: Загружается
zh_hans: 加载中

# Content/Library/Paragraph
source: Loading followers…
de: Abonnenten werden geladen…
es: Cargando seguidores…
oc: Cargament dels seguidors…
pl: Ładowanie obserwujących…
pt_br: Carregando seguidores…
ru: Загружаем подписчиков…
zh_hans: 正在加载关注者…

# Content/Library/Paragraph
source: Loading Libraries…
de: Die Mediatheken werden geladen…
es: Cargando bibliotecas…
oc: Cargament de las bibliotècas…
pl: Ładowanie bibliotek…
pt_br: Carregando Bibliotecas…
ru: Загружаем Библиотеки…
zh_hans: 正在加载曲库…

# Content/Notifications/Paragraph
source: Loading notifications…
de: Die Benachrichtigungen werden geladen…
es: Cargando notificaciones…
oc: Cargament de las notificacions…
pl: Ładowanie powiadomień…
pt_br: Carregando notificações…
ru: Загружаем уведомления…
zh_hans: 正在加载通知…

# Content/Library/Paragraph
source: Loading remote libraries…
de: Die Fernmediatheken werden geladen…
es: Cargando bibliotecas remotas…
oc: Cargament de las bibliotècas alonhadas…
pl: Ładowanie zdalnych bibliotek…
pt_br: Carregando bibliotecas remotas…
ru: Загружаем удалённые библиотеки…
zh_hans: 正在加载远程曲库…

# Content/Library/Paragraph
source: Loading usage data…
de: Die Nutzungsdaten werden geladen…
es: Cargando datos de uso…
oc: Cargament de l’utilizacion de las donadas…
pl: Ładowanie danych o użyciu…
pt_br: Carregando dados de uso…
ru: Загружаем данные об использовании…
zh_hans: 正在加载使用情况数据…

# Content/Favorites/Message
source: Loading your favorites…
de: Deine Favoriten werden geladen…
es: Cargando tus favoritos…
oc: Cargament dels favorits…
pl: Ładowanie Twoich ulubionych…
pt_br: Carregando seus favoritos…
ru: Загружаем Ваше избранное…
zh_hans: 正在加载收藏…

# Content/Moderation/*/Short, Noun
source: Local
de: Lokal
pl: Lokalne
ru: Местное
zh_hans: 本地

# Content/Moderation/*/Short, Noun
source: Local account
de: Lokales Konto
es: Mi cuenta
oc: Compte local
pl: Konto lokalne
pt_br: Conta local
ru: Мой аккаунт
zh_hans: 本地帐户

# */*/Button.Label/Verb
source: Log in
de: Anmelden
oc: Connexion
pl: Zaloguj się
ru: Войти
zh_hans: 登录

# Head/Login/Title
source: Log In
de: Anmelden
es: Iniciar sesión
oc: Connexion
pl: Zaloguj się
pt_br: Entrar
ru: Вход
zh_hans: 登录

# Content/Login/Title/Verb
source: Log in to your Funkwhale account
de: Melde dich bei deinem Funkwhale-Konto an
es: Iniciar sesión con tu cuenta de Funkwhale
oc: Connectatz-vos a vòstre compte Funkwhale
pl: Zaloguj się na swoje konto Funkwhale
pt_br: Entrar com sua conta Funkwhale
ru: Войти в Ваш аккаунт Funkwhale
zh_hans: 登录您的 Funkwhale 帐户

# Content/Login/Button.Label
source: Log in!
de: Anmelden!
oc: Connectatz-vos !
pl: Zaloguj się!
ru: Войти!
zh_hans: 登录！

# Sidebar/Login/List item.Link/Verb
source: Log out
de: Abmelden
oc: Desconnexion
ru: Выход
zh_hans: 登出

# Head/Login/Title
source: Log Out
de: Abmelden
es: Cerrar sesión
oc: Desconnexion
pl: Wyloguj się
pt_br: Sair
ru: Выход
zh_hans: 登出

# */Login/*
source: Logging in…
de: Anmeldung läuft…
oc: Connexion…
pl: Logowanie…
ru: Входим…
zh_hans: 登录中…

# */Login/*/Verb
source: Login
de: Anmelden
es: Iniciar sesión
oc: Connexion
pl: Zaloguj się
pt_br: Entrada
ru: Войти
zh_hans: 登录

# Content/*/*/Noun
source: Login status
de: Anmeldestatus
es: Estado de sesión
oc: Estat del compte
pl: Możliwość logowania
pt_br: Status da entrada
ru: Статус аккаунта
zh_hans: 登录状态

# */*/Form-builder
source: Long text
de: Langer Text
es: Texto largo
oc: Tèxt grand
pl: Długi tekst
ru: Длинный текст
zh_hans: 长文本

# Content/Library/Paragraph
source: Looks like you don't have a library, it's time to create one.
de: Es sieht so aus, als hättest du noch keine Mediathek - höchste Zeit, eine anzulegen.
es: Parece que aún no tienes ninguna biblioteca, Es hora de crear una.
oc: Sembla qu’avètz pas cap de bibliotèca pel moment, es ora de ne crear una.
pl: Wygląda na to, że nie masz jeszcze żadnej biblioteki — może to już czas, żeby jakąś utworzyć?
pt_br: Parece que você não possui nenhuma biblioteca. É hora de criar uma.
ru: Похоже у Вас ещё нет ни одной библиотеки, самое время создать её.
zh_hans: 好像您还没有自己的曲库，是时候创建一个了。

# Sidebar/Player/Icon.Tooltip
source: Looping disabled. Click to switch to single-track looping.
de: Wiederholung deaktiviert. Klicke um den aktuellen Titel zu wiederholen.
es: Bucle deshabilitado. Pulsa para cambiar a reproducción en bucle de la canción actual.
oc: Repeticion desactivada. Clicatz per activar la repeticion de la pista actuala.
pl: Zapętlanie jest wyłączone. Naciśnij, aby przełączyć na zapętlanie jednego utworu.
pt_br: Repetição desativada. Clique para repetir uma única faixa.
ru: Повтор отключен. Нажмите чтобы включить проигрывание трека по кругу.
zh_hans: 循环播放已禁用。单击此处可切换到单曲循环。

# Sidebar/Player/Icon.Tooltip
source: Looping on a single track. Click to switch to whole queue looping.
de: Wiederholung des aktuellen Titels. Klicke um die ganze Warteschlange zu wiederholen.
es: Bucle de la canción actual. Pulsa para cambiar a la reproducción en bucle de la cola de reproducción entera.
oc: Repeticion de la pista actuala. Clicatz per activar la repeticion de tota la fila.
pl: Zapętlanie jednego utworu jest włączone. Naciśnij, aby przełączyć na zapętlanie całej kolejki odtwarzania.
pt_br: Repetindo uma única faixa. Clique para repetir a fila inteira.
ru: Режим повтора трека. Нажмите, чтобы включить проигрывание всего списка по кругу.
zh_hans: 单曲循环播放中。单击此处可切换到循环播放队列。

# Sidebar/Player/Icon.Tooltip
source: Looping on whole queue. Click to disable looping.
de: Wiederholung der kompletten Warteschlange. Klicke um die Wiederholung zu deaktivieren.
es: Bucle de la cola de reproducción entera. Pulsa para desactivar la reproducción en bucle.
oc: Repeticion de tota la fila, clicatz per desactivar la repeticion.
pl: Zapętlanie całej kolejki jest włączone. Naciśnij, aby wyłączyć zapętlanie.
pt_br: Repetindo a fila inteira. Clique para desativar a repetição.
ru: Повтор всего списка включён. Нажмите, чтобы выключить повтор воспроизведения.
zh_hans: 循环播放队列中。单击此处可禁用循环播放。

# Sidebar/*/Hidden text
source: Main menu
de: Hauptmenü
es: Menú principal
oc: Menú màger
pl: Menu główne
pt_br: Menu principal
ru: Главное меню
zh_hans: 主菜单

# */*/*
source: Main navigation
de: Hauptmenü
oc: Navigacion principala
pl: Główna nawigacja
ru: Навигация
zh_hans: 主导航栏

# Head/Admin/Title
source: Manage library
de: Mediathek verwalten
es: Gestionar biblioteca
oc: Gerir la bibliotèca
pl: Zarządzaj biblioteką
pt_br: Gerenciar biblioteca
ru: Управление библиотекой
zh_hans: 管理曲库

# Popup/Moderation/Title/Verb
source: Manage moderation rules for %{ obj }
de: Moderationsregeln für %{ obj } verwalten
oc: Gerir las règlas de moderacion per %{ obj }
pl: Zarządzaj regułami moderacyjnymi dla %{ obj }
pt_br: Gerenciar regras de moderação para %{ obj }
ru: Изменить правила модерации для %{ obj }
zh_hans: 管理%{ obj }的审核规则

# Popup/Playlist/Title/Verb
source: Manage playlists
de: Wiedergabelisten verwalten
es: Gestionar listas de reproducción
oc: Gerir las listas de lectura
pl: Zarządzaj listami odtwarzania
pt_br: Gerenciar listas
ru: Управлять списками воспроизведения
zh_hans: 管理歌单

# Content/Settings/Button.Label
source: Manage plugins
de: Plugins verwalten
oc: Gerir los moduls
pl: Zarządzaj rozszerzeniami
ru: Управлять плагинами
zh_hans: 管理插件

# Head/Login/Title
source: Manage plugins
de: Plugins verwalten
oc: Gerir los moduls
pl: Zarządzaj rozszerzeniami
ru: Управлять плагинами
zh_hans: 管理插件

# Head/Admin/Title
source: Manage users
de: Nutzende verwalten
es: Gestionar usuarios
oc: Gerir los utilizaires
pl: Zarządzaj użytkownikami
pt_br: Gerenciar usuários
ru: Управлять пользователями
zh_hans: 管理用户

# Content/Playlist/Button.Label/Verb
source: Manage your playlists
de: Verwalte deine Wiedergabelisten
es: Gestionar tus listas de reproducción
oc: Gerir vòstras listas de lectura
pl: Zarządzaj swoimi listami odtwarzania
pt_br: Gerenciar suas listas
ru: Управлять Вашими списками воспроизведения
zh_hans: 管理您的歌单

# Content/Notifications/Button.Label/Verb
source: Mark all as read
de: Alles als gelesen markieren
es: Marcar todo como leído
oc: Las marcar totas coma legidas
pl: Oznacz wszystko jako przeczytane
pt_br: Marcar tudo como lido
ru: Отметить все как прочитанные
zh_hans: 全部标记为已读

# Content/Notifications/Button.Tooltip/Verb
source: Mark as read
de: Als gelesen markieren
es: Marcar como leído
oc: Marcar coma legidas
pl: Oznacz jako przeczytane
pt_br: Marcar como lido
ru: Отметить как прочитанное
zh_hans: 标记为已读

# Content/Notifications/Button.Tooltip/Verb
source: Mark as unread
de: Als ungelesen markieren
es: Marcar como leído
oc: Marcar coma pas legidas
pl: Oznacz jako nieprzeczytane
pt_br: Marcar como não lido
ru: Отметить как непрочитанное
zh_hans: 标记为未读

# */Form/Paragraph
source: Markdown syntax is supported.
de: Markdown-Syntax wird unterstützt.
es: La sintaxis Markdown es compatible.
oc: Podètz utilizar la sintaxi Markdown.
pl: Formatowanie za pomocą składni Markdown jest wspierane.
ru: Поддерживается разметка Markdown.
zh_hans: 支持 Markdown 语法。

# Content/*/*/Unit
source: MB
oc: Mo
ru: МБ

# Sidebar/Player/Hidden text
source: Media player
es: Reproductor multimedia
oc: Lector mèdia
pl: Odtwarzacz multimediów
pt_br: Reprodutor de mídia
ru: Плеер
zh_hans: 媒体播放器

# */*/Field.Label/Noun
source: Message
de: Nachricht
es: Mensaje
oc: Messatge
pl: Wiadomość
pt_br: Mensagem
ru: Сообщение
zh_hans: 信息

# Content/Channel/Paragraph
source: Mirrored from %{ domain }
de: Von %{ domain } gespiegelt
es: Reflejado desde %{ domain }
oc: miralh de %{ domain }
pl: Odzwierciedlane z %{ domain }
ru: Зеркало с %{ domain }
zh_hans: 镜像来自 %{ domain }

# Footer/*/List item.Link
source: Mobile and desktop apps
de: Mobile und desktopbasierte Anwendungen
es: Apps móviles y de escritorio
oc: Aplicacions mobil e de burèu
pl: Aplikacje mobilne i na komputery
pt_br: Aplicativos móveis e de desktop
ru: Мобильные и ПК приложения
zh_hans: 移动和桌面应用程序

# Content/Home/Link
source: Mobile apps
oc: Aplicacions mobil
pl: Aplikacje mobilne
pt_br: Aplicativos móveis
ru: Мобильные приложения
zh_hans: 移动应用程序

source: Moderation
es: Moderación
oc: Moderacion
pl: Moderacja
pt_br: Moderação
ru: Модерация
zh_hans: 审核

# Content/Moderation/Card.Paragraph
source: Moderation policies help you control how your instance interact with a given domain or account.
de: Mit Moderationsregeln legst du fest, wie deine Instanz mit einer bestimmten Domain oder einem bestimmten Konto interagiert.
es: Las políticas de moderación te ayudan a controlar cómo tu instancia interactúa con un dominio o cuenta concretos.
oc: Las politicas de moderacion vos ajudan a contrarotlar cossí vòstra instància deu interagir amb un compte o domeni donat.
pl: Polityki moderacji pomagają kontrolować sposób interakcji instancji z daną domeną lub kontem.
pt_br: Regras de moderação ajudam você a controlar como sua instância interage com um determinado domínio ou conta.
ru: Политики модерации позволяют Вам управлять тем, как Ваш узел взаимодействует с определённым доменом или аккаунтом.
zh_hans: 审核策略可以帮助您控制实例如何与指定的域名或帐户交互。

# Content/Moderation/Button.Label
source: Moderation rules…
de: Moderationsregeln…
oc: Règlas de moderacion…
pl: Reguły moderacyjne…
pt_br: Regra de moderação…
ru: Правила модерации…
zh_hans: 审核规则…

# Content/Library/Card/Short
source: Modification %{ id }
de: Änderung %{ id }
es: Fecha de modificación
oc: Modificacion %{ id }
pl: Edycja %{ id }
pt_br: Modificação %{ id }
ru: Изменение %{ id }
zh_hans: 修改记录 %{ id }

# Content/Playlist/Dropdown/Noun
source: Modification date
de: Änderungsdatum
es: Fecha de modificación
oc: Data de modificacion
pl: Data modyfikacji
pt_br: Data de modificação
ru: Дата изменения
zh_hans: 修改日期

# Footer/About/List item.Link
source: More
de: Mehr
es: Más
oc: Mai
pl: Więcej
pt_br: Mais
ru: Ещё
zh_hans: 更多

# Search/*/*
source: More results 🡒
de: Weitere Ergebnisse 🡒
es: Más resultados 🡒
oc: Mai de resultats 🡒
pl: Więcej wyników 🡒
ru: Ещё результаты
zh_hans: 更多结果 🡒

# */*/Button.Label/Noun
source: More…
de: Mehr…
es: Más…
oc: Mai…
pl: Więcej…
pt_br: Mais…
ru: Ещё…
zh_hans: 更多…

# */*/*
source: Move down
de: Nach unten verschieben
es: Bajar
oc: Desplaçar enbàs
pl: Przesuń w dół
ru: Вниз
zh_hans: 向下移动

# */*/*
source: Move up
de: Nach oben verschieben
es: Subir
oc: Desplaçar ennaut
pl: Przesuń w górę
ru: Вверх
zh_hans: 向上移动

# */*/*
source: Music
de: Musik
oc: Musica
pl: Muzyka
pt_br: Música
ru: Музыка
zh_hans: 音乐

# */*/*/Noun
source: Music
de: Musik
es: Música
oc: Musica
pl: Muzyka
pt_br: Músicas
ru: Музыка
zh_hans: 音乐

# Sidebar/Player/Icon.Tooltip/Verb
source: Mute
de: Stummschalten
es: Silencio
oc: Copar lo son
pl: Wycisz
pt_br: Silenciar
ru: Выключить звук
zh_hans: 静音

# Content/Moderation/*/Verb
source: Mute activity
de: Aktivität stummschalten
es: Silenciar actividad
oc: Amagar l’activitat
pl: Wycisz aktywność
pt_br: Silenciar atividade
ru: Скрывать активность
zh_hans: 隐藏活动记录

# Content/Moderation/*/Verb
source: Mute notifications
de: Benachrichtigungen stummschalten
es: Silenciar notificaciones
oc: Amagar las notificacions
pl: Wycisz powiadomienia
pt_br: Silenciar notificações
ru: Скрывать уведомления
zh_hans: 隐藏通知

# Content/Radio/Input.Placeholder
source: My awesome description
de: Meine großartige Beschreibung
es: Mi descripción molona
oc: Ma descripcion tròp crana
pl: Mój wspaniały opis
pt_br: Minha incrível descrição
ru: Моё замечательное описание
zh_hans: 我的描述

# Content/Library/Input.Placeholder
source: My awesome library
de: Meine fantastische Mediathek
es: Mi biblioteca molona
oc: Ma bibliotèca tròp crana
pl: Moja wspaniała biblioteka
pt_br: Minha incrível biblioteca
ru: Моя замечательная библиотека
zh_hans: 我的曲库

# Content/Playlist/Input.Placeholder
source: My awesome playlist
de: Meine super Wiedergabeliste
es: Mi lista de reproducción molona
oc: Ma lista de lectura tròp crana
pl: Moja wspaniała lista odtwarzania
pt_br: Minha incrível lista
ru: Мой замечательный список воспроизведения
zh_hans: 我的歌单

# Content/Radio/Input.Placeholder
source: My awesome radio
de: Mein super Radio
es: Mi radio molona
oc: Ma ràdio tròp crana
pl: Moja wspaniała stacja radiowa
pt_br: Minha incrível rádio
ru: Моё замечательное радио
zh_hans: 我的电台

# Content/Library/Title
source: My libraries
de: Meine Mediatheken
es: Mis bibliotecas
oc: Mas bibliotècas
pl: Moje biblioteki
pt_br: Minhas bibliotecas
ru: Мои библиотеки
zh_hans: 我的曲库

# */*/*/Noun
source: My Library
de: Meine Mediathek
oc: Ma bibliotèca
pl: Moja biblioteka
pt_br: Minha biblioteca
ru: Моя библиотека
zh_hans: 我的曲库

# */*/*
source: N/A
de: k. A.
oc: ND
pl: Niedostępne
ru: Н/Д

# */*/*/Noun
source: Name
es: Nombre
oc: Nom
pl: Nazwa
pt_br: Nome
ru: Имя
zh_hans: 名称

# Content/Channel/*
source: Name
oc: Nom
pl: Nazwa
pt_br: Nome
ru: Имя
zh_hans: 名称

# */*/*
source: Never
de: Nie
es: Nunca
oc: Jamai
pl: Nigdy
pt_br: Nunca
ru: Никогда
zh_hans: 从不

# Popup/Channels/Title
source: New album
de: Neues Album
oc: Album novèl
pl: Nowy album
pt_br: Novo álbum
ru: Новый альбом
zh_hans: 添加专辑

# */*/*
source: New channels
de: Neue Kanäle
es: Nuevos canales
oc: Nòvas cadenas
pl: Nowe kanały
ru: Новые каналы
zh_hans: 新增频道

# */*/*
source: New e-mail address
de: Neue E-Mail-Adresse
oc: Adreça electronica novèla
pl: Nowy adres e-mail
ru: Новый адрес почты
zh_hans: 新的邮箱

# Content/Settings/Input.Label
source: New password
de: Neues Kennwort
es: Nueva contraseña
oc: Nòu senhal
pl: Nowe hasło
pt_br: Nova senha
ru: Новый пароль
zh_hans: 新密码

# Popup/Channels/Title/Verb
source: New series
de: Neue Serie
oc: Nòvas serias
pl: Nowy serial
ru: Новая серия
zh_hans: 添加序列

# Content/Artist/Title
source: New tracks by this artist
de: Neue Titel von dieser kunstschaffenden Person
oc: Pistas novèlas d’aqueste artista
ru: Новые треки этого исполнителя
zh_hans: 新添加的 Ta 的歌曲

# Sidebar/Player/Paragraph
source: New tracks will be appended here automatically.
de: Neue Titel werden hier automatisch hinzugefügt.
es: Las nuevas canciones se agregarán aquí de forma automática.
oc: Las novèlas pistas seràn automaticament ajustadas aquí.
pl: Nowe utwory pojawią się tutaj automatycznie.
pt_br: Novas faixas serão acrescentadas aqui automaticamente.
ru: Новые треки будут добавлены сюда автоматически.
zh_hans: 刚添加的歌曲会在这后面追加进来。

# Content/Library/Card.Table.Header/Short
source: New value
de: Neuer Wert
es: Nuevo valor
oc: Nòva valor
pl: Nowa wartość
pt_br: Novo valor
ru: Новое значение
zh_hans: 新值

# Content/*/Link
source: Next Page
de: Nächster Schritt
oc: Pagina seguenta
pl: Następna strona
ru: Следующая страница
zh_hans: 下一页

# */*/Button.Label
source: Next step
de: Nächster Schritt
oc: Etapa seguenta
pl: Następny krok
pt_br: Próximo
ru: Следующий шаг
zh_hans: 下一步

# Sidebar/Player/Icon.Tooltip
source: Next track
de: Nächster Titel
es: Próxima canción
oc: Pista seguenta
pl: Następny utwór
pt_br: Próxima faixa
ru: Следующий трек
zh_hans: 下一首

# */*/*
source: No
de: Nein
oc: Non
pl: Nie
pt_br: Não
ru: Нет
zh_hans: 否

# Content/Search/Paragraph
source: No album matched your query
de: Kein passendes Album gefunden
es: Lo sentimos, no hemos encontrado ningún álbum que corresponda con tu búsqueda
oc: Cap d’album correspond pas a vòstra recèrca
pl: Nie znaleziono albumu spełniającego Twoje kryteria
pt_br: Álbum não encontrado
ru: Нет альбомов, подходящих Вашему запросу
zh_hans: 无匹配条件的专辑

# Content/Search/Paragraph
source: No artist matched your query
de: Keine passende kunstschaffende Person gefunden
es: Lo sentimos, no hemos encontrado ningún artista que corresponda con tu búsqueda
oc: Cap d’artista correspond pas a vòstra recèrca
pl: Nie znaleziono wykonawców spełniających Twoje kryteria
pt_br: Artista não encontrado
ru: Нет исполнителей по Вашему запросу
zh_hans: 无匹配条件的歌手

# */*/Placeholder
source: No description available
de: Keine Beschreibung verfügbar
es: No hay descripción disponible
oc: Cap de descripcion pas disponibla
pl: Żaden opis nie jest dostępny
pt_br: Sem descrição
ru: Нет описания
zh_hans: 无可用描述

# Content/About/Paragraph
source: No description available.
de: Keine Beschreibung verfügbar.
es: No hay descripción disponible.
oc: Cap de descripcion pas disponibla.
ru: Нет описания.
zh_hans: 无可用描述。

# Content/Home/Paragraph
source: No description available.
de: Keine Beschreibung verfügbar.
es: No hay descripción disponible.
oc: Cap de descripcion pas disponibla.
pl: Żaden opis nie jest dostępny.
pt_br: Sem descrição.
ru: Нет описания.
zh_hans: 无可用描述。

# Sidebar/Search/Error
source: No matches found
de: Keine Treffer gefunden
es: No se han encontrado coincidencias
oc: Cap de correspondéncia pas trobada
pl: Nie znaleziono wyników
ru: Совпадений не найдено
zh_hans: 无匹配结果

# Content/Federation/Paragraph
source: No matching library.
de: Keine passende Mediathek gefunden.
es: Biblioteca no encontrada.
oc: Cap de bibliotèca correspondenta.
pl: Nie znaleziono pasującej biblioteki.
pt_br: Nenhuma biblioteca encontrada.
ru: Нет подходящей библиотеки.
zh_hans: 无匹配的曲库。

# Content/Notifications/Paragraph
source: No notification to show.
de: Keine Benachrichtigungen zum Anzeigen.
es: No hay notificaciones para mostrar.
oc: Cap de notificacion de mostrar.
pl: Brak powiadomień do pokazania.
pt_br: Sem notificações.
ru: Нет уведомлений.
zh_hans: 没有可显示的通知。

# Content/Home/Placeholder
source: No other pods found
de: Keine weiteren Pods gefunden
es: No se han encontrado otros pods
oc: Cap de podcast pas trobat
pl: Nie znaleziono innych instancji
ru: Других серверов не найдено
zh_hans: 无其他站点

# Content/Home/Placeholder
source: No playlists have been created yet
de: Es wurden noch keine Wiedergabelisten erstellt
oc: Cap de lista de lectura creada pel moment
pl: Nie utworzono jeszcze żadnej listy odtwarzania
pt_br: Sem listas
ru: Списки воспроизведения пока не были созданы
zh_hans: 目前还没有创建过歌单

# Popup/Playlist/EmptyState
source: No results matching your filter
de: Keine Ergebnisse für diesen Filter
oc: Cap de resultat correspondent a aqueste filtre
pl: Nie ma żadnych wyników zgodnych z Twoim filtrem
pt_br: Nenhum resultado correspondente ao filtro
ru: Нет результатов под этот фильтр
zh_hans: 无符合过滤器的结果

# Content/Albums/Placeholder
source: No results matching your query
de: Keine Ergebnisse zu deiner Anfrage
oc: Cap de resultat correspond pas a vòstra recèrca
pl: Nie znaleziono wyników pasujących do Twojego zapytania
pt_br: Nenhum álbum encontrado
ru: Нет результатов по этому запросу
zh_hans: 无匹配条件的结果

# Content/Artists/Placeholder
source: No results matching your query
de: Keine Ergebnisse zu deiner Anfrage
oc: Cap de resultat correspond pas a vòstra recèrca
pl: Nie znaleziono wyników pasujących do Twojego zapytania
pt_br: Nenhum artista encontrado
ru: Нет результатов по этому запросу
zh_hans: 无匹配条件的结果

# Content/Playlists/Placeholder
source: No results matching your query
de: Keine Ergebnisse zu deiner Anfrage
oc: Cap de resultat correspond pas a vòstra recèrca
pl: Nie znaleziono wyników pasujących do Twojego zapytania
pt_br: Nenhuma lista encontrada
ru: Нет результатов по этому запросу
zh_hans: 无匹配条件的结果

# Content/Radios/Placeholder
source: No results matching your query
de: Keine Ergebnisse zu deiner Anfrage
oc: Cap de resultat correspond pas a vòstra recèrca
pl: Nie znaleziono wyników pasujących do Twojego zapytania
pt_br: Nenhuma rádio encontrada
ru: Нет результатов по этому запросу
zh_hans: 无匹配条件的结果

# Content/*/Paragraph
source: No results were found.
de: Nichts gefunden.
es: No se han encontrado resultados.
oc: Cap de resultat pas trobat.
pl: Nic nie znaleziono.
pt_br: Sem resultados.
ru: Ничего не найдено.
zh_hans: 空空如也。

# Content/About/Paragraph
source: No rules available.
es: No hay normas disponibles.
oc: Cap de règla pas disponibla.
ru: Нет доступных правил.
zh_hans: 无审核规则。

# Content/About/Paragraph
source: No terms available.
es: No hay condiciones disponibles.
oc: Cap de condicion pas disponibla.
ru: Нет доступных условий.
zh_hans: 无适用条款。

# Content/Home/Placeholder
source: No tracks have been added to this library yet
de: Dieser Mediathek wurden noch keine Titel hinzugefügt
oc: I a pas encara de pistas ajustadas a aquesta bibliotèca
pl: Nie dodano jeszcze żadnych utworów do tej biblioteki
pt_br: Sem faixas na biblioteca ainda
ru: В эту библиотеку ещё не добавлены треки
zh_hans: 这个曲库还没有添加任何歌曲
