Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# */Form/Menu.item
source: Write
de: Schreiben
oc: Escriure
pl: Zapisz
pt_br: Escrita
ru: Запись
zh_hans: 编辑

# Content/OAuth Scopes/Label/Verb
source: Write
de: Schreiben
oc: Escritura
pl: Zapis
pt_br: Escrita
ru: Запись
zh_hans: 修改

# */Form/Placeholder
source: Write a few words here…
de: Schreibe hier ein paar Worte…
oc: Escrivètz quicòm aquí…
pl: Napisz tutaj kilka słów…
ru: Напишите здесь несколько слов…
zh_hans: 随便写点什么吧…

# Content/Auth/Label/Noun
source: Write-only
de: Nur schreiben
oc: Escritura sola
pl: Tylko do zapisu
pt_br: Apenas escrita
ru: Только запись
zh_hans: 只写

# Content/OAuth Scopes/Help Text
source: Write-only access to user data
de: Schreibzugriff auf Nutzerdaten
oc: Accès escritura sola de las donadas utilizaire
pl: Dostęp do zapisu danych użytkownika
pt_br: Apenas escreve seus dados de usuário
ru: Доступ к данным пользователя только для записи
zh_hans: 允许修改用户数据

# */*/*
source: Year
de: Jahr
oc: An
pl: Rok
ru: Год
zh_hans: 年份

# */*/*
source: Yes
de: Ja
es: Sí
oc: Òc
pl: Tak
pt_br: Sim
ru: Да
zh_hans: 是

# Content/Login/Button.Label
source: Yes, log me out!
de: Ja, logge mich aus!
es: Sí, cierra mi sesión!
oc: Òc-ben, desconnectatz-me !
pl: Tak, wyloguj mnie!
pt_br: Sim, quero sair!
ru: Да, выйти!
zh_hans: 是，我要登出！

# Content/Library/Paragraph
source: You are able to share your library with other people, regardless of its visibility.
de: Du kannst deine Mediathek mit Anderen teilen, auch wenn sie privat ist.
es: Puedes compartir tu biblioteca con otras personas, independientemente de su vilibilidad.
oc: Poiretz partejar vòstra bibiotèca amb d’autres gents, sens importància de sa visibilitat.
pl: Możesz udostępniać swoją bibliotekę innym, nie zważając na jej widoczność.
pt_br: Você pode compartilhar sua biblioteca com outras pessoas, independente da sua visibilidade.
ru: Вы сможете делиться Вашей библиотекой с другими людьми независимо от её видимости.
zh_hans: 您可以与其他人共享您的曲库，即使它对其他人不可见。

# Content/Library/Paragraph
source: You are about to upload music to your library. Before proceeding, please ensure that:
de: Die Titel werden bald zu deiner Mediathek hochgeladen. Prüfe bitte vorab, dass:
es: Estás a punto de subir música a tu biblioteca. Antes de continuar asegúrate que:
oc: Sètz a man d’enviar de la musica a vòstra bibliotèca. Abans de començar, mercés de vos assegurar que :
pl: Za chwilę dodasz utwory do swojej biblioteki. Zanim kontynuujesz, upewnij się że:
pt_br: Você está prestes a enviar músicas para sua biblioteca. Antes de continuar, certifique-se de que:
ru: Вы собираетесь загрузить музыку в Вашу библиотеку. Перед тем как продолжить, убедитесь что:
zh_hans: 您正准备将音乐上传到您的曲库中。在继续之前，请确保：

# Popup/Login/Paragraph
source: You are currently connected to <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a>. If you continue, you will be disconnected from your current instance and all your local data will be deleted.
de: Du bist derzeit mit <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a> verbunden. Wenn du fortfährst, wirst du von deinem aktuellen Pod getrennt und alle deine lokalen Daten werden gelöscht.
oc: Sètz actualament connectat a <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a>. Se contunhatz, seretz desconnectat de l’instància actuala e totas vòstras donadas localas seràn suprimidas.
pl: Jesteś obecnie połączony do <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a>. Jeśli będziesz kontynuował, zostaniesz odłączony od Twojej obecnej instancji i wszystkie Twoje lokalne dane jak kolejka odtwarzania zostaną usunięte.
pt_br: Você está em <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a>. Se continuar, você sairá e todos os seus dados locais serão excluídos.
ru: В настоящий момент Вы соединены с <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a>. Если Вы продолжите, Вы будете отсоединены от Вашего текущего узла и все Ваши местные данные будут удалены.
zh_hans: 您当前已连接到 <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a>。如果继续，您将与当前实例断开连接，并且您的所有本地数据都将被删除。

# Content/Artist/Paragraph
source: You are currently hiding content related to this artist.
de: Du versteckst derzeit Inhalte, die sich auf diese kunstschaffende Person beziehen.
oc: Amagatz lo contengut ligat a aqueste artista.
pl: Obecnie ukrywasz treści powiązane z tym wykonawcą.
pt_br: Você ocultou conteúdos deste(a) artista.
ru: Сейчас Вы скрываете содержимое, связанное с этим исполнителем.
zh_hans: 您已经隐藏了这位歌手的部分内容。

# Content/Login/Paragraph
source: You are currently logged in as %{ username }
de: Du bist als %{ username } angemeldet
es: Tienes iniciada actualmente sesión como %{ username }
oc: Sètz connectat coma %{ username }
pl: Jesteś obecnie zalogowany jako %{ username }
pt_br: Você entrou como %{ username }
ru: Вы вошли как %{ username }
zh_hans: 您已登录为 %{ username }

# Content/Library/List item
source: You are not uploading copyrighted content in a public library, otherwise you may be infringing the law
de: Die lädst kein urheberrechtlich geschütztes Material in eine öffentliche Mediathek hoch. Wenn doch, missachtest du das Gesetz
oc: Envietz pas cap de contengut jos dreches a una bibliotèca publica, autrament enfranhètz la lei
pl: Nie wgrywasz plików chronionych prawem autorskim do publicznej biblioteki, w przeciwnym wypadku możesz łamać prawo
pt_br: Não envie conteúdo protegido por direitos autorais em uma biblioteca pública porque você pode estar violando a lei
ru: Вы не загружаете контент, защищенный авторскими правами, в публичные библиотеки, это может быть нарушением закона
zh_hans: 请不要上传受版权保护的内容到公开的曲库中，否则您可能会触犯法律

# */Instance/Message
source: You are now using the Funkwhale instance at %{ url }
de: Du verwendest jetzt den Funkwhale-Pod unter %{ url }
oc: Utilizatz una instància Funkwhale a %{ url }
pl: Używasz teraz instancji Funkwhale pod adresem %{ url }
pt_br: Você está usando a instância Funkwhale em %{ url }
ru: Вы используете узел Funkwhale на %{ url }
zh_hans: 您当前正在使用地址为 %{ url } 的 Funkwhale 实例

# Content/Login/Title
source: You aren't currently logged in
de: Du bist derzeit nicht angemeldet
oc: Sètz pas connectat actualament
pl: Nie jesteś obecnie zalogowany(-a)
ru: Вы не вошли в систему
zh_hans: 您还没有登录

# Popup/Moderation/Paragraph
source: You can manage and update your filters any time from your account settings.
de: Du kannst deine Filter jederzeit über deine Kontoeinstellungen verwalten und aktualisieren.
oc: Podètz gerir e actualizar los filtres quand volgatz dels paramètres de compte estant.
pl: Możesz zmieniać filtry w ustawieniach swojego konta kiedy tylko chcesz.
pt_br: Você pode gerenciar e atualizar seus filtros a qualquer momento nas configurações da conta.
ru: Вы можете управлять своими фильтрами в любой момент через настройки аккаунта.
zh_hans: 您随时可以在账户设置中管理和更新这些过滤器。

# Content/Signup/Paragraph
source: You can now use the service without limitations.
de: Du kannst jetzt den Service unbegrenzt nutzen.
es: Ahora puede utilizar el servicio sin limitaciones.
oc: Podètz ara utilizar lo servici sens cap de limitacions.
pl: Twój adres e-mail został potwierdzony, możesz teraz korzystać bez ograniczeń.
pt_br: Agora você pode usar o serviço sem limitações.
ru: Теперь Вы можете пользоваться сервисом без ограничений.
zh_hans: 您现在可以自由地使用本站的服务。

# Content/Settings/Paragraph'
source: You can permanently and irreversibly delete your account and all the associated data using the form below. You will be asked for confirmation.
de: Mit dem folgenden Formular kannst du dein Konto und alle damit verbundenen Daten endgültig und unwiderruflich löschen. Du wirst um eine Bestätigung gebeten.
oc: Podètz suprimir vòstre compte e totas las donadas d’un biais permanent e irreversible en utilizar lo formulari çai-jos. Vos demandarem una confirmacion.
pl: Możesz permanentnie i nieodwracalnie skasować swoje konto i wszystkie powiązane informacje używając pól poniżej. Zostaniesz poproszony o potwierdzenie tej czynności.
pt_br: Você pode irreversivelmente excluir sua conta e todos os dados vinculados à ela usando o formulário abaixo. Será solicitado uma confirmação.
ru: Вы можете окончательно и бесповоротно удалить Ваш аккаунт и все связанные с ним данные, используя форму ниже. Потребуется дополнительное подтверждение.
zh_hans: 使用下面的表单，您可以永久地、不可逆转地删除您的帐户和所有相关的数据。您需要确认此操作。

# Content/Radio/Paragraph
source: You can use this interface to build your own custom radio, which will play tracks according to your criteria.
de: Dank dieser Schnittstelle kannst du dein eigenes Radio erstellen, das die Titel entsprechend deinen Kriterien abspielt.
es: Puedes usar esta interfaz para hacer tu propia radio personalizada, que reproducirá canciones según tus criterios.
oc: Podètz utilizar aquesta interfàcia per realizar vòstra pròpria ràdio personalizada, que jogarà las listas segon los critèris indicats.
pl: Możesz użyć tego interfejsu, aby utworzyć własną stację radiową, która będzie odtwarzać tylko utwory pasujące do Twoich kryteriów.
pt_br: Você pode usar esta interface para criar sua própria rádio personalizada, que tocará faixas de sua escolha.
ru: Вы можете использовать этот интерфейс чтобы создать собственное радио, которое будет проигрывать треки согласно Вашим критериям.
zh_hans: 您可以使用这个界面来构建自己的定制电台，它将根据您的要求播放歌曲。

# Content/Settings/Paragraph
source: You can use those to enjoy your playlist and music in offline mode, on your smartphone or tablet, for instance.
de: Damit kannst du deine Wiedergabelisten und Musik offline genießen, zum Beispiel auf deinem Smartphone oder Tablett.
es: Puedes usarlos para disfrutar de tus listas de reproducción y tu música en modo sin conexión, en tu smartphone o tu tablet, por ejemplo.
oc: Podètz los utilizar per profeitar de vòstras listas de lectura e de vòstra musica en mòde fòra linha sus vòstre mobil, tableta, per exemple.
pl: Możesz użyć tego, aby cieszyć się swoją muzyką w trybie offline, na przykład na smartfonie czy tablecie.
pt_br: Você pode usá-los para curtir sua lista no modo offline, em um dispositivo móvel, por exemplo.
ru: Вы можете наслаждаться Вашим списком воспроизведения и музыкой в режиме оффлайн, например с Вашего смартфона или планшета.
zh_hans: 您可以使用它们在离线模式下享受您的歌单和音乐，比如在您的智能手机或平板电脑上。

# Popup/*/Paragraph
source: You don't have access!
de: Du bist nicht zugriffsberechtigt!
oc: Avètz pas accès a aquò !
pl: Nie masz dostępu!
ru: У вас нет доступа!
zh_hans: 您无权访问！

# Content/Applications/Paragraph
source: You don't have any application connected with your account.
de: Du hast keine aktiven Moderationsregeln für dieses Konto.
es: No tienes ninguna regla para esta cuenta.
oc: Avètz pas cap d‘aplicacion connectada a aqueste compte.
pl: Żadna aplikacja nie jest połączona z Twoim kontem.
pt_br: Sem aplicativos.
ru: У Вас нет приложений, связанных с Вашей учётной записью.
zh_hans: 您没有任何与账户链接的应用。

# Content/Moderation/Card.Title
source: You don't have any rule in place for this account.
de: Du hast keine aktiven Moderationsregeln für dieses Konto.
es: No tienes ninguna regla para esta cuenta.
oc: Avètz pas cap de règla en plaça per aqueste compte.
pl: Nie masz żadnych reguł dla tego konta.
pt_br: Você não tem nenhuma regra para esta conta.
ru: У Вас нет установленных правил для этого аккаунта.
zh_hans: 您对这个账户没有实行任何规则。

# Content/Moderation/Card.Title
source: You don't have any rule in place for this domain.
de: Du hast keine aktiven Moderationsregeln für diese Domain.
es: No tienes ninguna regla para este dominio.
oc: Avètz pas cap de règla en plaça per aqueste domeni.
pl: Nie masz żadnych reguł dla tej domeny.
pt_br: Você não tem nenhuma regra para este domínio.
ru: У Вас нет установленных правил для этого домена.
zh_hans: 您对这个域名没有实行任何规则。

# Content/Library/Paragraph
source: You don't have any space left to upload your files. Please contact the moderators.
de: Du hast keinen Platz mehr, um deine Dateien hochzuladen. Bitte kontaktiere das Moderationsteam.
oc: Avètz pas mai d’espaci per enviar los fichièrs. Mercés de contactar los moderators.
pl: Nie masz więcej wolnego miejsca na swoje pliki. Skontaktuj się z moderatorem celem zwiększenia przydziału lub usuń trochę treści.
ru: У вас не осталось места, чтобы загрузить ваши файлы. Пожалуйста, свяжитесь с модераторами.
zh_hans: 您已没有足够的空间上传您的文件。请联系管理员。

# Content/Applications/Paragraph
source: You don't have registered any application yet.
de: Du hast bisher keine Anwendung registriert.
oc: Avètz pas cap d‘aplicacion creada pel moment.
pl: Nie zarejestrowałeś jeszcze żadnej aplikacji.
ru: У вас пока нет настроенных приложений.
zh_hans: 您还未注册任何应用。

# Content/Library/Paragraph
source: You don't have the permission to edit this object, but you can suggest changes. Once submitted, suggestions will be reviewed before approval.
de: Du hast nicht die Berechtigung, dieses Element zu bearbeiten, aber du kannst Änderungen vorschlagen. Die eingereichten Vorschläge werden vor der Genehmigung geprüft.
oc: Avètz pas l’autorizacion de modificar aqueste objècte, mas podètz suggerir de cambiaments. Un còp mandadas, las suggestions seràn repassadas abans validacion.
pl: Nie masz uprawnień do edycji tego obiektu, ale możesz zasugerować zmiany. Po przesłaniu sugestie zostaną rozpatrzone przez moderatorów.
pt_br: Você não tem permissão para editar este objeto, mas pode sugerir alterações. Depois de enviadas, as sugestões serão revisadas antes da aprovação.
ru: Вы не имеете разрешений для редактирования этого объекта, но Вы можете предложить правки. После отправки правки будут рассмотрены перед применением.
zh_hans: 您没有直接编辑此对象的权限，但可以提出建议进行更改。提交后，您的建议将会在管理员审核后应用。

# Sidebar/Player/Title
source: You have a radio playing
de: Du hörst gerade ein Radio an
es: Estás escuchando una radio
oc: Escotatz una ràdio
pl: Słuchasz stacji radiowej
pt_br: Você tem uma rádio tocando
ru: У Вас проигрывается радио
zh_hans: 您有一个电台正在播放

# Popup/Channels/Paragraph
source: You have some draft uploads pending publication.
de: Du hast einige Uploads, die noch nicht veröffentlicht wurden.
oc: Avètz de brolhon de mandadisses en espèra de publicacion.
pl: Masz jakieś pliki oczekujące na publikację.
ru: У вас остались закачки, которые ещё не опубликованы.
zh_hans: 您有一些暂存的内容未完成发布。

# Sidebar/Player/Error message.Paragraph
source: You may have a connectivity issue.
de: Möglicherweise erfährst du Verbindungsprobleme.
es: Puede tener un problema de conectividad.
oc: Poiriá arribar qu’ajatz de problèma de connexion.
pl: Możesz mieć problemy z łącznością.
pt_br: Você pode ter um problema de conexão.
ru: У Вас могут быть проблемы со связью.
zh_hans: 您可能遇到了连接性问题。

# */*/*
source: You may need to follow this library to see its content.
de: Du musst ggf. dieser Mediathek folgen, um ihren Inhalt zu sehen.
oc: Es possible que vos calga seguir aquesta bibliotèca per veire son contengut.
pl: Powinieneś śledzić tę bibliotekę, aby zobaczyć jej zawartość.
pt_br: Pode ser necessário seguir esta biblioteca para ver o seu conteúdo.
ru: Вам может потребоваться подписаться на эту библиотеку, чтобы увидеть её содержимое.
zh_hans: 您可能需要关注这个曲库以查看其内容。

# Content/Channels/*
source: You may need to subscribe to this channel to see its content.
de: Ggf. musst du diesen Kanal abonnieren, um seinen Inhalt zu sehen.
oc: Vos cal vos abonar a aquesta cadena per ne veire lo contengut.
pl: Powinieneś śledzić ten kanał, aby zobaczyć jego zawartość.
pt_br: Pode ser necessário se inscrever neste canal para ver o seu conteúdo.
ru: Вам может потребоваться подписаться на этот канал, чтобы увидеть его содержимое.
zh_hans: 您可能需要订阅这个频道以查看其内容。

# Content/Channels/*
source: You may need to subscribe to this channel to see its contents.
de: Ggf. musst du diesen Kanal abonnieren, um seinen Inhalt zu sehen.
oc: Vos cal benlèu vos abonar a aquesta cadena per ne veire lo contengut.
pl: Powinieneś śledzić ten kanał, aby zobaczyć jego zawartość.
pt_br: Pode ser necessário se inscrever neste canal para ver o seu conteúdo.
ru: Вам может потребоваться подписаться на этот канал, чтобы увидеть его содержимое.
zh_hans: 您可能需要订阅这个频道以查看其内容。

# Popup/Message/Paragraph
source: You need to be logged in to subscribe to this channel
de: Logge Dich ein, um diesen Kanal zu abonnieren
es: Si dejas de seguir esta biblioteca, perderás acceso a su contenido
oc: Vos cal vos abonar a aquesta cadena per ne veire lo contengut
pl: Musisz być zalogowany, aby obserwować ten kanał
ru: Вам нужно войти, чтобы подписаться на этот канал
zh_hans: 您需要登录以订阅这个频道

# Content/Notifications/Paragraph
source: You rejected %{ username }&#39;s request to follow "%{ library }"
de: Du hast die Anfrage von %{ username } deiner Mediathek "%{ library }" zu folgen abgelehnt
oc: Avètz refusat la demanda de %{ username }&#39;s per seguir « %{ library } »
pl: Odrzuciłeś(-aś) prośbę %{ username } śledzenia biblioteki „%{ library }”
pt_br: Você recusou a solicitação de %{ username } para seguir "%{ library }"
ru: Вы отклонили запрос от %{ username }&#39; на "%{ library }"
zh_hans: 您拒绝了用户 %{ username } 的关注曲库“%{ library }”的请求

# Popup/Settings/List item
source: You will be logged out from this session and have to log in with the new one
de: Du wirst von dieser Sitzung abgemeldet und du musst dich mit deinem neuen Kennwort anmelden
es: Se cerrará esta sesión y tendrás que reiniciar sesión con la nueva contraseña
oc: Sètz per èsser desconnectat d’aquesta session e vos caldrà vos connectar amb lo nòu senhal
pl: Zostaniesz wylogowany i będziesz musiał zalogować się nowym hasłem
pt_br: Você sairá desta conta e precisará entrar novamente
ru: Вы будете отключены от этого сеанса и Вам нужно будет зайти заново
zh_hans: 您将立刻被登出，需要重新登录

# Contant/Auth/Paragraph
source: You will be redirected to %{ domain } to authenticate.
de: Du wirst zur Authentifizierung zu %{ url } weitergeleitet.
pl: Zostaniesz przekierowany do %{ domain } w celu uwierzytelnienia.
ru: Вы будете перенаправлены на %{ domain } для входа.
zh_hans: 您将会被跳转到 %{ domain } 以授权登录。

# Content/Auth/Paragraph
source: You will be redirected to <strong>%{ url }</strong>
de: Du wirst zu <strong>%{ url }</strong> weitergeleitet
oc: Seretz mandat a <strong>%{ url }</strong>
pl: Zostaniesz przekierowany na <strong>%{ url }</strong>
pt_br: Você será redirecionado para <strong>%{ url }</strong>
ru: Вы будете перенаправлены на <strong>%{ url }</strong>
zh_hans: 您将会被跳转到 <strong>%{ url }</strong>

# Content/Auth/Paragraph
source: You will be shown a code to copy-paste in the application.
de: Dir wird ein Code angezeigt, der du in die Anwendung einfügen musst.
oc: Vos mostrarem un còdi de copiar-pegar dins l’aplicacion.
pl: Pokazany zostanie kod do wklejenia w aplikacji.
pt_br: Você verá um código para copiar e colar no aplicativo.
ru: Вам будет показан код для вставки в приложение.
zh_hans: 您将会看到一串需要粘贴到应用程序的字符。

# Content/Settings/Paragraph
source: You will have to update your password on your clients that use this password.
de: Anschließend musst du das Kennwort auf allen deiner verbundenen Geräte aktualisieren.
es: Tendrás que actualizar tu contraseña en los clientes que usan esta contraseña.
oc: Vos caldrà actualizar lo senhal sus totes los clients qu’utilizan aqueste senhal.
pl: Będziesz musiał zaktualizować hasło w aplikacjach które go używają.
pt_br: Você precisará atualizar a senha nos clientes que usam a senha atual.
ru: Вам потребуется обновить пароль на своих клиентах, которые используют его.
zh_hans: 您将需要更新使用 Subsonic API 的客户端上的密码。

# Popup/Moderation/Paragraph
source: You will not see tracks, albums and user activity linked to this artist any more:
de: Du wirst keine Titel, Alben und Benutzeraktivität mehr sehen, die mit diesem Künstler verknüpft sind:
oc: Veiretz pas mai las pistas, albums e las activitats d’utilizaires ligadas a aqueste artista :
pl: Nie będziesz więcej widział utworów, albumów oraz aktywności użytkowników powiązanej z tym wykonawcą:
pt_br: Você não verá mais faixas, álbuns e atividades de usuários vinculados a este(a) artista:
ru: Вы больше не увидите треков, альбомов и активности пользователей, связанной с этим исполнителем:
zh_hans: 您将不会再看到此歌手的相关歌曲、专辑和用户活动：

# Content/About/Message
source: You're already signed in!
de: Du bist bereits eingeloggt!
oc: Sètz ja connectat !
ru: Вы уже зашли!
zh_hans: 您已经登录！

# Content/Signup/Form/Paragraph
source: Your account cannot be created.
de: Dein Profilbild kann nicht erstellt werden.
es: Lista de reproducción creada.
oc: Lo compte pòt pas èsser creat.
pl: Twoje konto nie mogło zostać utworzone.
pt_br: Não foi possível criar conta.
ru: Ваша учётная запись не может быть создана.
zh_hans: 无法创建您的账户。

# Content/Signup/Form/Paragraph
source: Your account request was successfully submitted. You will be notified by e-mail when our moderation team has reviewed your request.
de: Deine Registrierungsanfrage ist bei uns eingegangen. Du erhälst eine E-Mail, sobald unser Moderationsteam deine Anfrage geprüft hat.
oc: Vòstra demanda de compte es estada corrèctament enviada. Vos notificarem per corrièl un còp que nòstra equipa de moderacion aja repassat la demanda.
pl: Twoja aplikacja o konto została przesłana. Zostaniesz poinformowany za pomocą wiadomości e-mail kiedy zespół moderacyjny ją rozpatrzy.
ru: Ваш запрос на регистрацию успешно отправлен. Вы получите письмо, когда команда модераторов рассмотрит его.
zh_hans: 您的注册请求已成功提交。当我们的管理员审核完您的请求后，您将收到邮件通知。

# Content/Signup/Form/Paragraph
source: Your account was successfully created. Please verify your e-mail address before trying to login.
de: Dein Konto wurde erfolgreich erstellt. Bitte bestätige Deine E-Mail-Adresse, bevor Du Dich anmeldest.
oc: Lo compte es estat corrèctament creat. Volgatz verificar vòstra bóstia de recepcion abans d’ensajar de vos connectar.
pl: Twoje konto zostało stworzone z powodzeniem. Zweryfikuj swój adres e-mail przed próbą logowania.
ru: Ваш аккаунт был успешно создан. Пожалуйста, проверьте свою электронную почту, прежде чем входить в него.
zh_hans: 您的账户已成功创建。请在尝试登录前验证您的邮箱地址。

# Content/Settings/Paragraph'
source: Your account will be deleted from our servers within a few minutes. We will also notify other servers who may have a copy of some of your data so they can proceed to deletion. Please note that some of these servers may be offline or unwilling to comply though.
de: Dein Konto wird innerhalb weniger Minuten von unseren Servern gelöscht. Wir informieren auch andere Server, die möglicherweise über Teilkopien deiner Daten verfügen, damit auch sie die Daten löschen. Bitte beachte, dass einige Server ggf. nicht verfügbar sind oder sich weigern, deine Daten zu löschen.
oc: Vòstre compte serà suprimit de nòstres servidors d’aquí unas minutas. Avisarem tanben los autres servidors que pòdon aver una còpia de certanas donda per que realizen la supression. Remarcatz qu’unes d’aqueles pòdon èsser fòra linha o voler pas o far.
pl: Twoje konto zostanie usunięte z naszych serwerów w ciągu kilku minut. Poinformujemy też inne serwery, które mogą mieć kopię twoich danych, aby przystąpiły do usuwania. Weź pod uwagę, że niektóre serwery mogą być wyłączone, albo nie chcieć współpracować.
pt_br: Sua conta será excluída de nossos servidores em poucos minutos. Nós também notificaremos outros servidores que podem ter uma cópia de algum dado seu para que possam prosseguir com a exclusão. Por favor, note que alguns desses servidores podem estar offline ou recusando fazê-lo.
ru: Ваш аккаунт будет удалён с наших серверов в течение нескольких минут. Мы сообщим об удалении и другим серверам, которые могут иметь частичные копии Ваших данных, чтобы они тоже произвели удаление. Обратите внимание, что некоторые из них могут быть недоступны или откажутся выполнить эту просьбу.
zh_hans: 您的账户将在几分钟内从我们的服务器上删除。我们也会通知那些拥有您部分个人数据的服务器，以便他们删除。请注意，其中一些服务器可能已经下线，或者不愿意遵守这些规定。
