Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# */Queue/Dropdown/Button/Title
source: Add to current queue
de: Zur Warteschlange hinzufügen
es: Añadir a la cola de reproducción actual
oc: Ajustar a la lista actuala
pl: Dodaj do kolejki odtwarzania
pt_br: Adicionar à fila atual
ru: Добавить в очередь
zh_hans: 添加到当前队列

# Content/Track/*/Verb
source: Add to favorites
de: Zu den Favoriten hinzufügen
es: Añadir a favoritos
oc: Ajustar als favorits
pl: Dodaj do ulubionych
pt_br: Favoritar
ru: Добавить в избранное
zh_hans: 添加到收藏

# Popup/Playlist/Title/Verb
source: Add to playlist
de: Zur Wiedergabeliste hinzufügen
es: Añadir a lista de reproducción
oc: Ajustar a la lista de lectura
pl: Dodaj do listy odtwarzania
pt_br: Adicionar à lista
ru: Добавить в список воспроизведения
zh_hans: 添加到歌单

# Sidebar/Player/Icon.Tooltip/Verb
source: Add to playlist…
de: Zu einer Wiedergabeliste hinzufügen…
es: Añadir a lista de reproducción…
oc: Ajustar a la lista de lectura…
pl: Dodaj do listy odtwarzania…
pt_br: Adicionar à lista…
ru: Добавить в список воспроизведения…
zh_hans: 添加到歌单…

# */Queue/Dropdown/Button/Label/Short
source: Add to queue
de: Zur Warteschlange hinzufügen
es: Añadir a la cola de reproducción
oc: Ajustar a la lista
pl: Dodaj do kolejki odtwarzania
pt_br: Adicionar à fila
ru: Добавить в очередь
zh_hans: 添加到播放队列

# */Queue/Dropdown/Button/Title
source: Add to queue
de: Zur Warteschlange hinzufügen
es: Añadir a la cola de reproducción
oc: Ajustar a la lista
ru: Добавить в очередь
zh_hans: 添加到播放队列

# Popup/Playlist/Table.Button.Tooltip/Verb
source: Add to this playlist
de: Zur Wiedergabeliste hinzufügen
es: Añadir a esta lista de reproducción
oc: Ajustar a aquesta lista de lectura
pl: Dodaj do tej listy odtwarzania
pt_br: Adicionar a esta lista
ru: Добавить в этот список воспроизведения
zh_hans: 添加到这个歌单

# Popup/Playlist/Table.Button.Label/Verb
source: Add track
de: Titel hinzufügen
es: Añadir canción
oc: Ajustar una pista
pl: Dodaj utwór
pt_br: Adicionar faixa
ru: Добавить трек
zh_hans: 添加歌曲

# */*/Form-builder
source: Additional field
de: Zusätzliches Feld
es: Campo adicional
oc: Camp addicional
pl: Dodatkowe pole
pt_br: Campo adicional
ru: Дополнительное поле
zh_hans: 附加字段

# */*/Label
source: Additional fields
de: Zusätzliche Felder
es: Campos Adicionales
oc: Camps addicionals
pl: Dodatkowe pola
pt_br: Campos adicionais
ru: Дополнительные поля
zh_hans: 附加字段

# */*/Help
source: Additional form fields to be displayed in the form. Only shown if manual sign-up validation is enabled.
de: Zusätzliche Formularfelder, die im Formular angezeigt werden sollen. Wird nur angezeigt, wenn die manuelle Anmeldeprüfung aktiviert ist.
es: Campos de formulario adicionales que se mostrarán en el formulario. Sólo se muestran si la validación manual del registro está activada.
oc: Camps addicionals pel formulari. Se veson sonque se la validacion de l’inscripcion es activada.
pl: Dodatkowe pola do wyświetlenia w formularzu rejestracji. Ich zawartość jest widoczna tylko gdy manualna weryfikacja rejestracji jest włączona.
pt_br: Campos do formulário adicional para ser mostrado no formulário. Só aparece se a validação manual de nova conta estiver ativada.
ru: Дополнительные поля для отображения в форме. Показываются только в том случае, если включено ручное одобрение регистраций.
zh_hans: 要在表单中显示的其他字段。仅在启用人工注册验证时显示。

# Sidebar/Player/Icon.Tooltip/Verb
source: Adjust volume
de: Lautstärke anpassen
es: Ajustar el volumen
oc: Ajustar lo volum
pl: Dostosuj głośność
ru: Регулировка громкости
zh_hans: 调整音量

# Content/Admin/Table.User role
source: Admin
es: Administrador
pl: Administrator
pt_br: Administrador(a)
ru: Администратор
zh_hans: 管理员

# Sidebar/Admin/Title/Noun
source: Administration
de: Verwaltung
es: Administración
oc: Administracion
pl: Administracja
pt_br: Administração
ru: Администрирование
zh_hans: 管理

# Content/About/*
source: album
es: Álbum
ru: альбом
zh_hans: 专辑

# */*/*
source: Album
es: Álbum
pt_br: Álbum
ru: Альбом
zh_hans: 专辑

# */*/*/Noun
source: Album
es: Álbum
pt_br: Álbum
ru: Альбом
zh_hans: 专辑

# */*/*/Noun
source: Album artist
de: Künstler·in dieses Albums
es: Artista del álbum
oc: Artista d’aqueste album
pl: Wykonawca albumu
pt_br: Álbuns deste artista
ru: Исполнитель альбома
zh_hans: 专辑歌手

# Content/Moderation/Title
source: Album data
de: Albumdaten
es: Datos del álbum
oc: Donadas de l’album
pl: Dane albumu
pt_br: Dados do álbum
ru: Данные альбома
zh_hans: 专辑数据

# Content/*/Dropdown/Noun
source: Album name
es: Nombre del álbum
oc: Nom de l’album
pl: Nazwa albumu
pt_br: Nome do álbum
ru: Название альбома
zh_hans: 专辑名称

# */*/*
source: Albums
de: Alben
es: Álbumes
pl: Albumy
pt_br: Álbuns
ru: Альбомы
zh_hans: 专辑

# Content/Artist/Title
source: Albums by this artist
de: Alben von diesem/-r Künstler/in
es: Álbumes de este artista
oc: Albums d’aqueste artista
pl: Albumy tego wykonawcy
pt_br: Álbuns deste artista
ru: Альбомы этого исполнителя
zh_hans: Ta 的专辑

# Content/*/Dropdown
source: All
de: Alles
es: Todo
oc: Tot
pl: Wszystkie
pt_br: Todos
ru: Все
zh_hans: 所有

# Content/*/Paragraph
source: All %{ count } element selected
de: Einziges Element ausgewählt
es: %{ count } elemento seleccionado
oc: %{ count } sus %{ total } element seleccionat
pl: Wybrano %{ count } element
pt_br: %{ count } elemento selecionado
ru: Выбран %{ count } из %{ total }
zh_hans: 已选择所有 %{ count } 项

# Content/Channels/*
source: All Episodes
de: Alle Folgen
es: Todos los episodios
oc: Totes los episòdis
pl: Wszystkie odcinki
ru: Все Эпизоды
zh_hans: 所有节目

# Head/Authorize/Title
source: Allow application
de: Anwendung zulassen
es: Autorizar la aplicación
oc: Autorizar l’aplicacion
pl: Autoryzuj aplikację
pt_br: Permitir aplicativo
ru: Разрешить приложение
zh_hans: 授权申请

# */*/*
source: Allow-list
de: Zulassungsliste
es: Lista-autorizada
oc: Lista d’autorizacions
pl: Lista zezwoleń
pt_br: Lista de permissão
ru: "Белый" список
zh_hans: 允许列表

# Popup/Import/Message
source: An error occurred during upload processing. You will find more information below.
de: Ein Fehler ist während des Uploads aufgetreten. Weitere Informationen befinden sich unten.
es: Ocurrió un error durante el proceso de carga. Encontrará más información abajo.
oc: Una error s’es producha pendent lo processús de mandadís. Trobaretz mai d’informacion çai-jos.
pl: Wystąpił błąd podczas przetwarzania przesłanego pliku. Więcej informacji znajdziesz poniżej.
pt_br: Ocorreu um erro durante o envio. Veja mais informações sobre abaixo.
ru: Во время обработки закачки возникла ошибка. Дополнительная информация ниже.
zh_hans: 上传处理过程中出错。您可在下方找到更多信息。

# Content/Playlist/Error message.Title
source: An error occurred while saving your changes
de: Beim Speichern deiner Änderungen ist ein Fehler aufgetreten
es: Ha ocurrido un error al guardar los cambios
oc: Una error s’es producha en enregistrar vòstras modificacions
pl: Podczas zapisywania twoich zmian wystąpił błąd
pt_br: Ocorreu um erro ao salvar suas alterações
ru: При сохранении Ваших изменений произошла ошибка
zh_hans: 保存更改时出错

# Popup/*/Message.Content
source: An error occurred while trying to refresh data:
de: Beim Aktualisieren der Daten ist ein Fehler aufgetreten:
es: Ocurrió un error al intentar actualizar los datos:
oc: Una error s’es producha en actualizar las donadas :
pl: Podczas próby odświeżenia danych wystąpił błąd:
pt_br: Ocorreu um erro ao atualizar os dados:
ru: При попытке обновления данных произошла ошибка:
zh_hans: 尝试刷新数据时出错：

# */*/Error
source: An HTTP error occurred while contacting the remote server
de: Ein HTTP-Fehler ist bei der Verbindung zum Remote-Server aufgetreten
es: Ha ocurrido un error HTTP al contactar con el servidor remoto
oc: Una error HTTP s’es producha en contactar lo servidor alonhat
pl: Wystąpił błąd HTTP podczas kontaktowania się ze zdalnym serwerem
pt_br: Ocorreu um erro no HTTP ao contatar o servidor remoto
ru: При соединении с удалённым сервером возникла ошибка HTTP
zh_hans: 连接远程服务器时发生 HTTP 错误

# */*/Help
source: An optional text to be displayed at the start of the sign-up form.
de: Ein optionaler Text, der am Anfang des Anmeldeformulars angezeigt wird.
es: Un texto opcional que se mostrará al principio del formulario de inscripción.
oc: Un tèxte opcional a afichar a la debuta del formulari d’inscripcion.
pl: Opcjonalny tekst, który będzie widoczny nad formularzem rejestracji.
pt_br: Texto opcional para ser mostrado no início do formulário de nova conta.
ru: Дополнительный текст для отображения в начале формы регистрации.
zh_hans: 可选的、在注册页面开头显示的一段文字。

# Popup/Import/Error.Label
source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
es: Ha ocurrido un error desconocido
oc: Una error desconeguda s’es producha
pl: Wystąpił nieznany błąd
pt_br: Ocorreu um erro desconhecido
ru: Возникла неизвестная ошибка
zh_hans: 发生了一个未知的错误

# */*/*
source: Anonymous access
de: Anonymer Zugriff
es: Acceso anónimo
oc: Accès anonim
pl: Anonimowy dostęp
pt_br: Acesso anônimo
ru: Анонимный доступ
zh_hans: 匿名访问

# Popup/Moderation/Error message
source: Anonymous reports are disabled, please sign-in to submit a report.
de: Anonyme Meldungen sind deaktiviert. Melde dich an, um eine Meldung einzureichen.
es: Las denuncias anónimas están deshabilitadas, por favor inicie sesión para enviar una denuncia.
oc: Los senhalaments anonims son desactivats, marcatz-vos per realizar un senhalament.
pl: Anonimowe zgłoszenia są wyłączone. Zaloguj się, aby przesłać zgłoszenie.
pt_br: Denúncias anônimas estão desativadas, entre na sua conta para denunciar.
ru: Анонимные жалобы отключены, пожалуйста войдите для отправки жалобы.
zh_hans: 已禁止匿名报告，请登录后提交报告。

# */*/*/Noun
source: Application
de: Anwendung
es: Aplicación
oc: Aplicacion
pl: Aplikacja
pt_br: Aplicativo
ru: Приложение
zh_hans: 应用

# Content/Applications/Title
source: Application details
de: Anwendungsdetails
es: Detalles de la aplicación
oc: Detalhs de l’aplicacion
pl: Szczegóły aplikacji
pt_br: Detalhes do aplicativo
ru: Информация о приложении
zh_hans: 应用详情

# */*/*
source: Application footer
de: App-Fußzeile
oc: Pè de pagina de l’aplicacion
pl: Stopka aplikacji
ru: Нижний заголовок
zh_hans: 应用程序页脚

# Content/Applications/Label
source: Application ID
de: Anwendungs-ID
es: ID de aplicación
oc: ID de l’aplicacion
pl: Identyfikator aplikacji
pt_br: ID do aplicativo
ru: ID приложения
zh_hans: 应用 ID

# Content/Application/Paragraph/
source: Application ID and secret are really sensitive values and must be treated like passwords. Do not share those with anyone else.
de: Anwendungs-ID und -Kennwort sind vertrauliche Daten und müssen wie Kennwörter behandelt werden. Gib sie nicht an Dritte weiter.
es: El ID de la aplicación y el secreto son valores realmente sensibles y deben ser tratados como contraseñas. No los compartas con nadie más.
oc: L’ID e lo secrèt de l’aplicacion son de donadas vertadièrament sensiblas e devon èsser consideradas coma de senhals. Partegetz-las pas amb degun.
pl: Identyfikator i sekret aplikacji są danymi wrażliwymi i powinny być traktowane jak hasła. Nie powinieneś się nimi z nikim dzielić.
pt_br: A ID e o segredo do aplicativo são valores realmente sensíveis e devem ser tratados como senhas. Não compartilhe isso com mais ninguém.
ru: ID приложения и секрет являются важной информацией, к ним нужно относиться как к паролям. Не передавайте их никому.
zh_hans: 应用程序 ID 和密钥非常敏感，必须像对待密码一样对待它们。不要和任何人分享这些。

# Content/Applications/Label
source: Application secret
de: Anwendungskennwort
es: Secreto de la aplicación
oc: Secret de l’aplicacion
pl: Sekret aplikacji
pt_br: Segredo do aplicativo
ru: Секрет приложения
zh_hans: 应用密钥

# Content/*/Button.Label/Verb
source: Approve
de: Bestätigen
es: Aprobar
oc: Validar
pl: Zatwierdź
pt_br: Aprovar
ru: Одобрить
zh_hans: 批准

# Content/*/*/Short
source: Approved
de: Bestätigt
es: Aprobado
oc: Validat
pl: Zatwierdzono
pt_br: Aprovado
ru: Одобрено
zh_hans: 已批准

# Content/Library/Card/Short
source: Approved and applied
de: Bestätigt und verarbeitet
es: Aprobado y aplicado
oc: Validada e aplicada
pl: Zatwierdzono i zastosowano
pt_br: Aprovado e aplicado
ru: Одобрено и применено
zh_hans: 已批准并应用

# Content/Login/Title
source: Are you sure you want to log out?
de: Möchtest du dich wirklich abmelden?
es: ¿Seguro que quieres cerrar sesión?
oc: Volètz vertadièrament vos desconnectar ?
pl: Czy na pewno chcesz się wylogować?
pt_br: Tem certeza de que deseja sair?
ru: Вы уверены, что хотите выйти?
zh_hans: 是否确实要登出？

# Content/About/*
source: artist
de: Künstler·in
es: Artista
oc: artista
ru: исполнитель
zh_hans: 歌手

# */*/*/Noun
source: Artist
de: Künstler·in
es: Artista
oc: Artista
pl: Wykonawca
pt_br: Artista
ru: Исполнитель
zh_hans: 歌手

# Content/Channel/*
source: Artist channel
de: Kanal des Künstler / der Künstlerin
es: Canal del artista
oc: Cadena de l’artista
pl: Kanał wykonawcy
pt_br: Canal do artista
ru: Канал исполнителя
zh_hans: 歌手频道

# Content/Moderation/Title
source: Artist data
de: Daten der Künstler·in
es: Datos del artista
oc: Donadas de l’artista
pl: Dane wykonawcy
pt_br: Dados do(a) artista
ru: Данные исполнителя
zh_hans: 歌手数据

# */*/*
source: Artist discography
de: Künstler-Diskographie
es: Discografía del artista
oc: Discografia de l’artista
pl: Dyskografia wykonawcy
pt_br: Discografia do artista
ru: Дискография
zh_hans: 歌手唱片

# Content/*/Dropdown/Noun
source: Artist name
de: Name der Künstler·in
es: Nombre del artista
oc: Nom de l’artista
pl: Nazwa wykonawcy
pt_br: Nome do(a) artista
ru: Имя исполнителя
zh_hans: 歌手姓名

# Content/Search/Input.Label/Noun
source: Artist name
de: Name der Künstler·in
es: Nombre del artista
oc: Nom de l’artista
pl: Nazwa wykonawcy
ru: Имя исполнителя
zh_hans: 歌手姓名

# */Search/Input.Placeholder
source: Artist, album, track…
de: Künstler·in, Album, Titel…
es: Artista, álbum, canción…
oc: Artista, album, pista…
pl: Wykonawca, album, utwór…
pt_br: Artista, álbum, faixa…
ru: Исполнитель, альбом, трек…
zh_hans: 歌手，专辑，歌曲…

# */*/*
source: Artists
de: Künstler·innen
es: Artistas
oc: Artistas
pl: Artyści
pt_br: Artistas
ru: Исполнители
zh_hans: 歌手

# */*/*/Noun
source: Artists
de: Künstler·innen
es: Artistas
oc: Artistas
pl: Artyści
pt_br: Artistas
ru: Исполнители
zh_hans: 歌手

# Content/Search/Dropdown
source: Ascending
de: Aufsteigend
es: Ascendente
oc: Ascendent
pl: Rosnąco
pt_br: Crescente
ru: По возрастанию
zh_hans: 升序

# Content/Signup/Button.Label/Verb
source: Ask for a password reset
de: Kennwort zurücksetzen
es: Pedir un restablecimiento de contraseña
oc: Demandar un nòu senhal
pl: Poproś o zresetowanie hasła
pt_br: Solicitar redefinição de senha
ru: Сбросить пароль
zh_hans: 请求重置密码

# Content/Moderation/*
source: Assigned to
de: Zugewiesen an
es: Asignado a
oc: Atribuit a
pl: Przypisano do
pt_br: Atribuído a
ru: Назначено на
zh_hans: 已分配给

# Content/Moderation/Title
source: Audio content
de: Audio-Inhalt
es: Contenido de Audio
oc: Contengut àudio
pl: Zawartość
pt_br: Conteúdo de áudio
ru: Музыкальный контент
zh_hans: 音频内容

# */*/*
source: Audio player and controls
de: Audio-Player-Steuerung
es: Reproductor y controles de audio
oc: Lector àudio e contraròtle
pl: Odtwarzacz i jego skróty
ru: Плеер и управление
zh_hans: 音频播放器和控件

# Popup/Keyboard shortcuts/Title
source: Audio player shortcuts
de: Audio-Player-Tastenkombinationen
es: Atajos del reproductor de audio
oc: Acorchis del lector àudio
pl: Skróty odtwarzacza
pt_br: Atalhos do reprodutor de áudio
ru: Горячие клавиши плеера
zh_hans: 音频播放器快捷键

# Content/Signup/Button.Label/Verb
source: Authorize %{ app }
de: Genehmige %{ app }
es: Autorizar %{ app }
oc: Autorizar %{ app }
pl: Autoryzuj %{ app }
pt_br: Permitir %{ app }
ru: Авторизовать %{ app }
zh_hans: 授权 %{ app }

# Content/Auth/Title/Verb
source: Authorize third-party app
de: Genehmige eine Drittanwendung
es: Autorizar la aplicación de terceros
oc: Autorizar una tèrça aplicacion
pl: Autoryzuj zewnętrzną aplikację
pt_br: Permitir aplicativo de terceiros
ru: Авторизовать стороннее приложение
zh_hans: 授权第三方应用程序

# Content/Settings/Title/Noun
source: Authorized apps
de: Genehmigte Anwendungen
es: Aplicaciones autorizadas
oc: Aplicacions autorizadas
pl: Autoryzowane aplikacje
pt_br: Aplicativos permitidos
ru: Авторизованные приложения
zh_hans: 已授权的应用程序

# Popup/Playlist/Title
source: Available playlists
de: Verfügbare Wiedergabelisten
es: Listas de reproducción disponibles
oc: Listas de lectura disponiblas
pl: Dostępne listy odtwarzania
pt_br: Listas disponíveis
ru: Доступные списки воспроизведения
zh_hans: 可用歌单

# Content/Channel/*
source: Avatar
de: Profilbild
pl: Awatar
ru: Аватар
zh_hans: 头像

# Content/Settings/Title
source: Avatar
de: Profilbild
pl: Awatar
pt_br: Imagem de perfil
ru: Аватар
zh_hans: 头像

# Content/Channel/Form.Field.Placeholder
source: Awesome channel name
de: Genialer Kanalname
es: Un nombre de canal increíble
oc: Nom crane de la cadena
pl: Wspaniała nazwa kanału
pt_br: Nome do canal
ru: Крутое имя для канала
zh_hans: 我的频道名称

# Content/Channel/Form.Field.Placeholder
source: awesomechannelname
de: genialerkanalname
oc: nomcranedelacadena
pl: wspaniałanazwakanału
pt_br: nomedocanalpô
ru: крутоеназваниеканала
zh_hans: 用户名

# Content/Signup/Link
source: Back to login
de: Zurück zur Anmeldung
es: Volver al inicio de sesión
oc: Tornar a la pagina de connexion
pl: Wróć do logowania
pt_br: Voltar à entrada
ru: Назад ко входу
zh_hans: 返回登录

# Content/Applications/Link
source: Back to settings
de: Zurück zu den Einstellungen
es: Volver a los ajustes
oc: Tornar als paramètres
pl: Wróć do ustawień
pt_br: Voltar à configurações
ru: Назад к настройкам
zh_hans: 返回设置

# Content/Account/*
source: Bio
de: Biografie
es: Biografía
pl: O mnie
pt_br: Biografia
ru: Биография
zh_hans: 个人简介

# Content/Track/*/Noun
source: Bitrate
oc: Debit
pl: Szybkość transmisji
pt_br: Taxa de bits
ru: Битрейт
zh_hans: 比特率

# Content/Moderation/*/Verb
source: Block everything
de: Alles blockieren
es: Bloquear todo
oc: O blocar tot
pl: Zablokuj wszystko
pt_br: Bloquear tudo
ru: Заблокировать всё
zh_hans: 屏蔽所有内容

# Content/Moderation/Help text
source: Block everything from this account or domain. This will prevent any interaction with the entity, and purge related content (uploads, libraries, follows, etc.)
de: Alles von diesem Konto oder dieser Domain blockieren. Das unterbindet jedwede Interaktion mit dieser Instanz, und alle zugehörigen Inhalte (Titel, Mediatheken, Abonnements, usw.) werden gelöscht
es: Bloquear todo de esta cuenta o dominio. Esto prevendrá cualquier interacción con la entidad, y eliminará los contenidos relacionados (subidas, librerías, follows, etc.)
oc: O blocar tot d’aqueste compte estant. Empacharà totas interaccion amb l’entitat e purgarà lo contengut ligat (pistas, bibliotèca, seguiments, etc.)
pl: Zablokuj wszystko z tego konta lub domeny. To uniemożliwi jakąkolwiek interakcję z jednostką i usunie powiązaną zawartość (przesłane pliki, biblioteki, obserwowane itp.)
pt_br: Bloquear tudo desta conta ou domínio. Isso impedirá a interação e eliminará conteúdos relacionados (envios, bibliotecas, seguidos, etc.)
ru: Заблокировать всё от этого пользователя или домена. Это остановит любое взаимодействие с ним и удалит связанный контент (закачки, библиотеки, подписки и т.п.)
zh_hans: 阻止此帐户或域的所有内容。这将阻止与实体的任何交互，并清除相关内容（上传记录、曲库、关注等等）

# Sidebar/Navigation/List item.Link/Verb
source: Browse
de: Durchsuchen
es: Explorar
oc: Percórrer
pl: Przeglądaj
pt_br: Explorar
ru: Просмотр
zh_hans: 浏览

# Content/About/Header
source: Browse public content
de: Öffentliche Inhalte durchsuchen
es: Explorar contenido público
oc: Percórrer lo contengut public
ru: Посмотреть публичное содержимое
zh_hans: 浏览公开内容

# Content/Home/Link
source: Browse public content
de: Öffentliche Inhalte durchsuchen
es: Explorar contenido público
oc: Percórrer lo contengut public
pl: Przeglądaj publiczne treści
pt_br: Explorar conteúdo público
ru: Посмотреть публичное содержимое
zh_hans: 浏览公开内容

# Content/*/Verb
source: Browse the library
de: Die Mediathek durchsuchen
es: Explorar la librería
oc: Percórrer la bibliotèca
pl: Przeglądaj bibliotekę
pt_br: Explorar biblioteca
ru: Просмотр библиотеки
zh_hans: 浏览曲库

# */*/*
source: Browse…
de: Durchsuchen…
es: Explorar…
oc: Percórrer…
pl: Przeglądaj…
pt_br: Explorar…
ru: Просмотр…
zh_hans: 浏览…

# Content/Album/Title
source: Browsing albums
de: Alben durchsuchen
es: Explorando álbumes
oc: Percórrer los albums
pl: Przeglądaj albumy
pt_br: Explorando álbums
ru: Просмотр альбомов
zh_hans: 浏览专辑

# Content/Artist/Title
source: Browsing artists
de: Künstler·innen durchsuchen
es: Explorando artistas
oc: Percórrer los artistas
pl: Przeglądaj wykonawców
pt_br: Explorando artistas
ru: Просмотр исполнителей
zh_hans: 浏览歌手

# Content/Playlist/Title
source: Browsing playlists
de: Wiedergabelisten durchsuchen
es: Explorando listas de reproducción
oc: Percórrer las listas de lectura
pl: Przeglądaj listy odtwarzania
pt_br: Explorando listas
ru: Просмотр списков воспроизведения
zh_hans: 浏览歌单

# Content/Podcasts/Title
source: Browsing podcasts
de: Podcasts durchsuchen
es: Explorando podcasts
oc: Percórrer los Podcasts
pl: Przeglądaj podcasty
ru: Просмотр подкастов
zh_hans: 浏览播客

# Content/Radio/Title
source: Browsing radios
de: Radios durchsuchen
es: Explorando radios
oc: Percórrer las ràdios
pl: Przeglądaj stacje radiowe
pt_br: Explorando rádios
ru: Просмотр радио
zh_hans: 浏览电台

# Content/Radio/Title
source: Builder
de: Editor
es: Editor
oc: Editor
pl: Budowanie
pt_br: Criador
ru: Конструктор
zh_hans: 构建器

# Popup/Library/Paragraph
source: By unfollowing this library, you loose access to its content.
de: Wenn du diese Mediathek nicht mehr folgst, verlierst du den Zugriff auf alle ihre Inhalte.
es: Si dejas de seguir esta librería, perderás acceso a su contenido.
oc: En quitar de seguir aquesta bibliotèca, perdretz l’accès a son contengut.
pl: Gdy przestaniesz obserwować tę bibliotekę, stracisz dostęp do jej zawartości.
pt_br: Ao deixar de seguir esta biblioteca, você não poderá mais ver o seu conteúdo.
ru: Отписавшись от этой библиотеки, Вы потеряете доступ к её содержимому.
zh_hans: 取消关注该曲库后，您将失去对其内容的访问权限。

# Content/Moderation/Table.Label/Noun
source: Cached size
de: Cache-Größe
es: Tamaño de caché
oc: Talha del cache
pl: Rozmiar w pamięci podręcznej
pt_br: Tamanho em cache
ru: Размер в кэше
zh_hans: 已缓存大小

# */*/Button.Label/Verb
source: Cancel
de: Abbrechen
es: Cancelar
oc: Anullar
pl: Anuluj
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# Content/Library/Card.Button.Label/Verb
source: Cancel follow request
de: Abonnementanfrage abbrechen
es: Cancelar solicitud de seguimiento
oc: Anullar la demanda d’abonament
pl: Cofnij prośbę o obserwowanie
pt_br: Cancelar solicitação para seguir
ru: Отменить запрос на подписку
zh_hans: 取消后续请求

# Content/Library/Card.Paragraph
source: Cancel follow request
de: Abonnementanfrage abbrechen
es: Cancelar solicitud de seguimiento
oc: Anullar lad emanda d’abonament
pl: Cofnij prośbę o obserwowanie
pt_br: Cancelar solicitação para seguir
ru: Отменить запрос на подписку
zh_hans: 取消后续请求

# Content/Radio/Table.Label/Noun (Value is a number of Tracks)
source: Candidates
de: Entsprechende Titel
es: Candidatos
oc: Pistas candidatas
pl: Kandydaci
pt_br: Candidatos(as)
ru: Кандидаты
zh_hans: 过滤结果

# Content/Library/Help text
source: Cannot upload this file, ensure it is not too big
de: Die Datei kann nicht hochgeladen werden. Prüfe bitte, dass sie nicht zu groß ist
es: No es posible cargar este archivo, asegúrate que no es demasiado grande
oc: Mandadís del fichièr impossible, asseguratz-vos qu’es pas tròp pesuc
pl: Nie można było przesłać tego pliku. Upewnij się, że nie jest zbyt duży
pt_br: Não é possível enviar este arquivo, certifique-se de que não é grande demais
ru: Невозможно загрузить файл, убедитесь что он не слишком большой
zh_hans: 无法上传此文件，请确保文件不会太大

# */*/*
source: Category
de: Kategorie
es: Categoría
oc: Categoria
pl: Kategoria
pt_br: Categoria
ru: Категория
zh_hans: 类别
