Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# Popup/Library/Title
source: Delete this album?
de: Soll diesen Album gelöscht werden?
es: ¿Borrar este álbum?
oc: Suprimir aqueste album ?
pl: Usunąć ten album?
pt_br: Excluir este álbum?
ru: Удалить этот альбом?
zh_hans: 确认删除这个专辑？

# Popup/Library/Title
source: Delete this artist?
de: Diese Künstler·in löschen?
es: ¿Borrar este artista?
oc: Suprimir aqueste artista ?
pl: Usunąć tego wykonawcę?
pt_br: Excluir este artista?
ru: Удалить этого исполнителя?
zh_hans: 确认删除这个歌手？

# Popup/Library/Title
source: Delete this channel?
de: Diesen Kanal löschen?
es: ¿Borrar este canal?
oc: Suprimir aqueste cadena ?
pl: Usunąć ten kanał?
pt_br: Excluir este canal?
ru: Удалить этот канал?
zh_hans: 确认删除这个频道？

# Popup/Channel/Title
source: Delete this Channel?
de: Diesen Kanal löschen?
es: ¿Borrar este Canal?
oc: Suprimir aqueste cadena ?
pl: Usunąć ten kanał?
pt_br: Excluir este canal?
ru: Удалить этот канал?
zh_hans: 确认删除这个频道？

# Popup/Library/Title
source: Delete this library?
de: Diese Mediathek löschen?
es: ¿Borrar esta biblioteca?
oc: Suprimir aquesta bibliotèca ?
pl: Usunąć tę bibliotekę?
pt_br: Excluir esta biblioteca?
ru: Удалить эту библиотеку?
zh_hans: 确认删除这个曲库？

# Popup/Moderation/Title
source: Delete this moderation rule?
de: Diese Moderationsregel löschen?
es: ¿Borrar ésta regla de moderación?
oc: Suprimir aquesta règla de moderacion ?
pl: Usunąć tę regułę moderacyjną?
pt_br: Excluir esta regra de moderação?
ru: Удалить это правило модерации?
zh_hans: 确认删除这条审核规则？

# Popup/Moderation/Title
source: Delete this note?
de: Diese Notiz löschen?
es: ¿Borrar esta nota?
oc: Suprimir aqueste nòta ?
pl: Usunąć tę notatkę?
pt_br: Excluir este comentário?
ru: Удалить это примечание?
zh_hans: 确认删除这条注释？

# Popup/Library/Title
source: Delete this suggestion?
de: Diesen Vorschlag löschen?
es: ¿Borrar esta sugerencia?
oc: Suprimir aquesta règla de moderacion ?
pl: Usunąć tę sugestię?
pt_br: Excluir esta sugestão?
ru: Удалить это предложение?
zh_hans: 确认删除这条建议？

# Popup/Library/Title
source: Delete this tag?
de: Dieses Schlagwort löschen?
es: ¿Borra esta etiqueta?
oc: Suprimir aquesta etiqueta ?
pl: Usunąć ten tag?
pt_br: Excluir esta tag?
ru: Удалить этот тег?
zh_hans: 确认删除这个标签？

# Popup/Channel/Title
source: Delete this track?
de: Diesen Titel löschen?
es: ¿Borrar esta canción?
oc: Suprimir aquesta pista ?
pl: Usunąć ten utwór?
pt_br: Excluir esta faixa?
ru: Удалить этот трек?
zh_hans: 确认删除这首歌曲？

# Popup/Library/Title
source: Delete this track?
de: Diesen Titel löschen?
es: Borrar esta canción?
oc: Suprimir aquesta pista ?
pl: Usunąć ten utwór?
pt_br: Excluir esta faixa?
ru: Удалить этот трек?
zh_hans: 确认删除这首歌曲？

# Popup/Library/Title
source: Delete this upload?
de: Diesen Upload löschen?
es: ¿Borra esta carga?
oc: Suprimir aqueste mandadís ?
pl: Usunąć ten przesłany plik?
pt_br: Excluir este envio?
ru: Удалить эту закачку?
zh_hans: 确认删除这条上传记录？

# */*/*/Verb
source: Delete…
de: Löschen…
es: Borrar…
oc: Suprimir…
pl: Usuń…
pt_br: Excluir…
ru: Удалить…
zh_hans: 删除…

# Content/Search/Dropdown
source: Descending
de: Absteigend
es: Descendente
oc: Descendent
pl: Malejąco
pt_br: Descendente
ru: По убыванию
zh_hans: 降序

# Content/Moderation/Placeholder
source: Describe what actions have been taken, or any other related updates…
de: Beschreibe ergriffene Maßnahmen oder andere damit zusammenhängende Aktualisierungen…
es: Describa qué acciones se han tomado, o cualquier otra actualización relacionada…
oc: Descrivètz quinas accions son estadas presas, o tota autra mesa a jorn ligada…
pl: np. Opisz, jakie działania zostały podjęte…
pt_br: Descreva que ações foram tomadas, ou alguma outra atualização relacionada…
ru: Опишите какие действия были предприняты, либо другие важные моменты…
zh_hans: 描述已采取的行动，或任何其他相关的更新…

# '*/*/*/Noun
source: Description
de: Beschreibung
es: Descripción
oc: Descripcion
pl: Opis
pt_br: Descrição
ru: Описание
zh_hans: 描述

# */*/*
source: Description
de: Beschreibung
es: Descripción
oc: Descripcion
pl: Opis
pt_br: Descrição
ru: Описание
zh_hans: 描述

# */*/*/Noun
source: Description
de: Beschreibung
es: Descripción
oc: Descripcion
pl: Opis
pt_br: Descrição
ru: Описание
zh_hans: 描述

# Content/Library/Card.Button.Label/Noun
source: Details
es: Detalles
oc: Detalhs
pl: Szczegóły
pt_br: Detalhes
ru: Подробности
zh_hans: 详情

# Content/Moderation/Help text
source: Determine how much content the user can upload. Leave empty to use the default value of the instance.
de: Lege das Speichervolumen des Nutzers fest. Wird kein Wert angegeben, wird der Standardwert der Instanz verwendet.
es: Establecer cuanto contenido puede subir el usuario. Déjalo en blanco para usar el valor por defecto de la instancia.
oc: Definissètz la quantitat de contengut que l’utilizaire pòt enviar. Daissatz void per emplegar las valors per defaut de l’instància.
pl: Określ, jak dużo zawartości może przesłać użytkownik. Pozostaw puste, aby użyć domyślnej wartości instancji.
pt_br: Determine quanto conteúdo o usuário pode enviar. Deixe em branco para usar o valor padrão da instância.
ru: Выберите как много содержимого пользователь может загрузить. Оставьте пустым, чтобы использовать значение по умолчанию для данного узла.
zh_hans: 决定用户可以上传多少内容。留空以使用此实例的默认值。

# Content/Settings/Dropdown.Help text
source: Determine the visibility level of your activity
de: Lege fest, wer deine Aktivität sehen kann
es: Determina el nivel de visibilidad de tu actividad
oc: Determinatz lo nivèl de visibilitat de vòstra activitat
pl: Ustal poziom widoczności twojej aktywności
pt_br: Determine o nível de visibilidade de sua atividade
ru: Определить уровень видимости Вашей активности
zh_hans: 决定谁可以查看您的活动

# Popup/Settings/Button.Label
source: Disable access
de: Zugriff deaktivieren
es: Desactivar acceso
oc: Desactivar l’accès
pl: Wyłącz dostęp
pt_br: Desativar acesso
ru: Отключить доступ
zh_hans: 禁用

# Content/Settings/Button.Label/Verb
source: Disable Subsonic access
de: Subsonic-Zugriff deaktivieren
es: Desactivar el acceso Subsonic
oc: Desactivar l’accès via Subsonic
pl: Wyłącz dostęp Subsonic
pt_br: Desativar acesso Subsonic
ru: Отключить доступ Subsonic
zh_hans: 禁用 Subsonic

# Popup/Settings/Title
source: Disable Subsonic API access?
de: Subsonic-API-Zugriff deaktivieren?
es: ¿Desactivar el acceso al API de Subsonic?
oc: Desactivar l’accès a l’API Subsonic ?
pl: Wyłączyć dostęp do API Subsonic?
pt_br: Desativar acesso à API Subsonic?
ru: Отключить доступ Subsonic API?
zh_hans: 确认禁用 Subsonic API？

# */*/*/State of feature
source: Disabled
de: Deaktiviert
oc: Desactivada
pl: Wyłączony
pt_br: Desativado
ru: Отключено
zh_hans: 已禁用

# */*/*/Noun
source: Disc number
de: CD-Nummer
es: Número de disco
oc: Numèro del disc
pl: Numer płyty
pt_br: Número do disco
ru: Номер диска
zh_hans: CD 号

# Content/Home/Link
source: Discover everything you need to know about Funkwhale and its features
de: Entdecke alles, was du über Funkwhale und seine Funktionalitäten wissen solltest
es: Descubre todo lo que necesitas saber sobre Funkwhale y sus características
oc: Descobrissètz tot çò que devètz saber de Funkwhale e de sas foncionalitats
pl: Odkryj wszystko, co powinieneś wiedzieć o Funkwhale i jego funkcjach
pt_br: Descubra tudo o que você precisa saber sobre Funkwhale e suas funcionalidades
ru: Узнайте всё о Funkwhale и её возможностях
zh_hans: 查阅您想知道的任何有关 Funkwhale 及其功能的指南

# Content/Settings/Link
source: Discover how to use Funkwhale from other apps
de: Entdecke, wie du Funkwhale von anderen Apps aus benutzen kannst
es: Descubre cómo utilizar Funkwhale desde otras aplicaciones
oc: Aprenètz a utilizar Funkwhale amb d’autras aplicacions
pl: Odkryj, jak korzystać z Funkwhale za pomocą innych aplikacji
pt_br: Aprenda a usar o Funkwhale em outros aplicativos
ru: Узнайте как использовать Funkwhale из других приложений
zh_hans: 了解其他可以访问 Funkwhale 的应用程序

# Content/Notifications/Button.Label/Verb
source: Discover other ways to help
de: Entdecke andere Möglichkeiten zu helfen
es: Descubre otras formas de ayudar
oc: Descobrissètz d’autras biaisses d’ajudar
pl: Poznaj inne sposoby pomocy
pt_br: Descubra outras maneiras de ajudar
ru: Другие способы помочь
zh_hans: 了解其他为 Funkwhale 做出贡献的方式

# 'Content/*/*/Noun'
source: Display name
de: Anzeigename
es: Mostrar nombre
oc: Nom public
pl: Wyświetlana nazwa
pt_br: Nome de exibição
ru: Видимое имя
zh_hans: 显示名称

# Content/Radio/Checkbox.Label/Verb
source: Display publicly
de: Öffentlich anzeigen
es: Mostrar públicamente
oc: Mostrar publicament
pl: Wyświetlaj publicznie
pt_br: Mostrar publicamente
ru: Публично отображать
zh_hans: 公开显示

# Content/Moderation/Help text
source: Do not download any media file (audio, album cover, account avatar…) from this account or domain. This will purge existing content as well.
de: Keine Inhalte (Audio-Inhalt, Album-Cover, Profilbild, usw.) aus diesem Konto oder Domain herunterladen. Alle bestehenden Inhalte werden gelöscht.
es: No descargar ningún archivo media (audio, portada de album, avatar de cuenta…) de ésta cuenta o dominio. Ésto borrará el contenido existente también.
oc: Telecargar pas cap de mèdia (àudio, album, tampa, avatar de compte…) d’aqueste compte o domeni. Purgarà tanben lo contengut existent.
pl: Nie pobieraj żadnych plików multimedialnych (audio, okładka albumu, awatar konta…) z tego konta lub domeny. To usunie również istniejącą zawartość.
pt_br: Não baixar nenhum arquivo de mídia (áudio, capa de álbum, imagem de exibição…) desta conta ou domínio. Esta ação também excluirá o conteúdo já existente.
ru: Не скачивать ничего (музыку, обложки, аватары…) от этого пользователя или домена. Это так же удалит существующий контент.
zh_hans: 不要从此帐户或域下载任何媒体文件（音频，专辑封面，帐户头像…）。这也将删除现存的相关内容。

# Content/Notifications/Header
source: Do you like Funkwhale?
de: Magst du Funkwhale?
oc: Vos agrada Funkwhale ?
pl: Czy lubisz Funkwhale?
pt_br: Você curte Funkwhale?
ru: Вам нравится Funkwhale?
zh_hans: 您喜欢 Funkwhale 吗？

# Popup/Playlist/Title
source: Do you want to clear the playlist "%{ playlist }"?
de: Möchtest du die Wiedergabeliste "%{ playlist }" wirklich leeren?
es: ¿Quieres vaciar la lista de reproducción "%{ playlist }"?
oc: Volètz voidar la lista de lectura « %{ playlist } » ?
pl: Czy chcesz wyczyścić listę odtwarzania „%{ playlist }”?
pt_br: Você quer limpar a lista "%{ playlist }"?
ru: Вы хотите очистить список воспроизведения "%{ playlist }"?
zh_hans: 要清空播放列表“%{ playlist }”吗？

# Modal/*/Title
source: Do you want to confirm this action?
de: Vorgang bestätigen?
es: ¿Quieres confirmar esta acción?
oc: Volètz confirmar aquesta accion ?
pl: Czy chcesz potwierdzić to działanie?
pt_br: Você deseja confirmar esta ação?
ru: Вы хотите подтвердить это действие?
zh_hans: 您确认进行此操作吗？

# Popup/Playlist/Title/Call to action
source: Do you want to delete the playlist "%{ playlist }"?
de: Möchtest du die Wiedergabeliste "%{ playlist }" löschen?
es: ¿Quieres borrar la lista de reproducción "%{ playlist }"?
oc: Volètz suprimir la lista de lectura « %{ playlist } » ?
pl: Czy chcesz usunąć listę odtwarzania „%{ playlist }”?
pt_br: Você deseja excluir a lista "%{ playlist }"?
ru: Вы хотите удалить список воспроизведения "%{ playlist }"?
zh_hans: 要清空歌单“%{ playlist }”吗？

# Popup/Radio/Title
source: Do you want to delete the radio "%{ radio }"?
de: Möchtest du das Radio "%{ radio }" löschen?
es: ¿Quieres borrar la radio "%{ radio }"?
oc: Volètz suprimir la ràdio « %{ playlist } » ?
pl: Czy chcesz usunąć stację radiową „%{ radio }”?
pt_br: Você deseja excluir a rádio "%{ radio }"?
ru: Вы хотите удалить радио "%{ radio }"?
zh_hans: 确认删除电台“%{ radio }”吗？

# Popup/Settings/Title
source: Do you want to delete your account?
de: Möchtest du dein Konto löschen?
oc: Volètz suprimir vòstre compte ?
pl: Czy na pewno chcesz usunąć swoje konto?
pt_br: Você deseja excluir sua conta?
ru: Вы хотите удалить Ваш аккаунт?
zh_hans: 您确认要删除您的帐户吗？

# Popup/Moderation/Title/Verb
source: Do you want to hide content from artist "%{ name }"?
de: Möchtest du Inhalte von "%{ name }" verbergen?
es: ¿Quieres ocultar el contenido del artista "% { nombre }"?
oc: Volètz rescondre lo contengut de l’artista « %{ name } » ?
pl: Czy chcesz ukryć zawartość od wykonawcy „%{ name }”?
pt_br: Você deseja ocultar o conteúdo do(a) artista "%{ name }"?
ru: Вы хотите скрыть содержимое от исполнителя "%{ name }"?
zh_hans: 是否隐藏歌手“%{name}”的相关内容？

# Modal/*/Title
source: Do you want to launch %{ action } on %{ count } element?
de: Möchtest du %{ action } auf %{ count } Element ausführen?
oc: Volètz lançar l’accion « %{ action } » sus %{ count } element ?
pl: Czy chcesz wykonać działanie %{ action } na %{ count } elemencie?
pt_br: Você deseja executar %{ action } em %{ count } elemento?
ru: Вы хотите запустить %{ action } на %{ count } элементе?
zh_hans: 确认对这 %{ count } 项执行 %{ action } 操作吗？

# Popup/Moderation/Title/Verb
source: Do you want to report this object?
de: Möchtest du dieses Objekt melden?
oc: Volètz senhalar aqueste objècte ?
pl: Czy chcesz zgłosić ten obiekt?
pt_br: Você deseja denunciar este objeto?
ru: Вы хотите пожаловаться на этот объект?
zh_hans: 要报告此对象吗？

# Footer/*/List item.Link/Short, Noun
source: Documentation
de: Dokumentation
es: Documentación
oc: Documentacion
pl: Dokumentacja
pt_br: Documentação
ru: Документация
zh_hans: 文档

# Sidebar/*/Listitem.Link
source: Documentation
de: Dokumentation
oc: Documentacion
ru: Документация
zh_hans: 文档

# Content/Moderation/*/Noun
source: Domain
es: Dominio
oc: Domenu
pl: Domena
pt_br: Domínio
ru: Домен
zh_hans: 域名

# */Moderation/*/Noun
source: Domains
es: Dominios
oc: Domenis
pl: Domeny
pt_br: Domínios
ru: Домены
zh_hans: 域名

# Content/Notifications/Button.Label/Verb
source: Donate
de: Spenden
es: Donar
oc: Donar
pl: Wesprzyj
pt_br: Doe
ru: Поддержать
zh_hans: 捐赠

# Content/Track/Link/Verb
source: Download
de: Herunterladen
es: Descargar
oc: Telecargar
pl: Pobierz
pt_br: Baixar
ru: Скачать
zh_hans: 下载

# Content/*/*
source: Downloads
oc: Telecargaments
pl: Pobrania
ru: Загрузки
zh_hans: 下载数

# Content/Library/*/Short
source: Draft
de: Entwurf
es: Borrador
oc: Borrolhon
pl: Oczekujący
pt_br: Rascunho
ru: Черновик
zh_hans: 暂存

# Content/Playlist/Paragraph/Call to action
source: Drag and drop rows to reorder tracks in the playlist
de: Klicke die Titel an und verschiebe sie, um die Wiedergabeliste umzuordnen
es: Arrastra y suelta las filas para reordenar canciones en la lista de reproducción
oc: Lisatz las linhas per triar las pistas de la lista de lectura
pl: Przeciągnij i upuść aby zmienić kolejność utworów w liście odtwarzania
pt_br: Arraste as faixas para reorganizá-las na lista
ru: Перетаскивайте строки, чтобы упорядочить треки в списке воспроизведения
zh_hans: 拖放行以重新排列歌单中的歌曲

# Content/Channels/Paragraph
source: Drag and drop your files here or open the browser to upload your files
de: Ziehe deine Dateien hierhin oder gehe auf Durchsuchen um deine Dateien hochzuladen
es: Arrastre y suelte sus archivos aquí o abra el navegador para cargar sus archivos
oc: Lisatz depausatz los fichièrs aquí o dorbissètz lo navegador per enviar de fichièrs
pl: Przeciągnij i upuść pliki lub katalogi bądź po prostu kliknij, aby wybrać pliki do przesłania.
pt_br: Arraste e solte seus arquivos aqui ou abra o navegador para enviar seus arquivos
ru: Перетащите файлы сюда, либо откройте форму для закачки ваших файлов
zh_hans: 拖放文件到这里，或者点击以选择文件

# */*/*
source: Duration
de: Dauer
oc: Durada
pl: Czas trwania
pt_br: Duração
ru: Длительность
zh_hans: 时长

# */*/*/Noun
source: Duration
de: Dauer
oc: Durada
pl: Czas trwania
ru: Длительность
zh_hans: 时长

# Content/*/*
source: Duration
de: Dauer
es: Duración
oc: Durada
pl: Czas trwania
pt_br: Duração
ru: Длительность
zh_hans: 时长

# Content/*/*/Noun
source: E-mail address
de: E-Mail-Adresse
oc: Adreça electronica
pl: Adres e-mail
ru: Адрес электронной почты
zh_hans: 邮箱

# Content/Signup/Message
source: E-mail address confirmed
de: E-Mail-Adresse bestätigt
es: Dirección e-mail confirmada
oc: Corrièl confirmat
pl: Potwierdzono adres e-mail
pt_br: Endereço de e-mail confirmado
ru: Адрес электронной почты подтверждён
zh_hans: 邮箱已确认

# */*/*/Verb
source: Edit
de: Bearbeiten
oc: Modificar
pl: Edytuj
ru: Редактировать
zh_hans: 编辑

# Content/*/Button.Label/Verb
source: Edit
de: Bearbeiten
es: Editar
oc: Modificar
pl: Edytuj
pt_br: Editar
ru: Редактировать
zh_hans: 编辑

# Content/Home/CreatePlaylist
source: Edit
de: Bearbeiten
oc: Modificar
pl: Edytuj
pt_br: Editar
ru: Редактировать
zh_hans: 编辑

# Content/Applications/Title
source: Edit application
de: Anwendung bearbeiten
es: Error al aplicar la acción
oc: Modificar l’aplicacion
pl: Edytuj aplikację
pt_br: Editar aplicativo
ru: Редактировать приложение
zh_hans: 编辑应用程序

# Content/*/Button.Label/Verb
source: Edit form
de: Formular bearbeiten
oc: Modificar lo formulari
pl: Edytuj formularz
pt_br: Editar formulário
ru: Редактировать форму
zh_hans: 编辑表单

# Content/Moderation/Card.Title/Verb
source: Edit moderation rule
de: Moderationsregel ändern
es: Actualizar regla de moderación
oc: Actualizar las règlas de moderacion
pl: Edytuj regułę moderacyjną
pt_br: Editar regra de moderação
ru: Редактировать правило модерации
zh_hans: 编辑审核规则

# Content/*/Title
source: Edit this album
de: Dieses Album bearbeiten
es: Reproducir canción
oc: Modificar aqueste album
pl: Edytuj ten album
pt_br: Editar álbum
ru: Редактировать этот альбом
zh_hans: 编辑这张专辑

# Content/*/Title
source: Edit this artist
de: Diese Künstler·in ändern
es: Reproducir canción
oc: Modificar aqueste artista
pl: Edytuj tego wykonawcę
pt_br: Editar artista
ru: Редактировать этого исполнителя
zh_hans: 编辑这个歌手

# Content/*/Title
source: Edit this track
de: Diesen Titel ändern
es: Reproducir canción
oc: Modificar aquesta pista
pl: Edytuj ten utwór
pt_br: Editar faixa
ru: Редактировать этот трек
zh_hans: 编辑这首歌曲

# */*/*/Verb
source: Edit…
de: Bearbeiten…
oc: Modificar…
pl: Edytuj…
pt_br: Editar…
ru: Редактировать…
zh_hans: 编辑…

# */Admin/*/Noun
source: Edits
de: Bearbeitungen
es: Editar
oc: Modificacions
pl: Edycje
pt_br: Edições
ru: Правки
zh_hans: 编辑记录

# Content/*/*/Noun
source: Email
es: Correo electrónico
oc: Corrièl
pl: Adres E-mail
ru: Электронная почта
zh_hans: 邮箱

# Content/*/*
source: Email address
de: E-Mail-Adresse
es: Dirección de correo electrónico
oc: Adreça electronica
pl: Adres e-mail
pt_br: Endereço de e-mail
ru: Адрес электронной почты
zh_hans: 邮箱

# Content/*/Button.Label/Verb
source: Embed
de: Einbetten
es: Incrustar
oc: Integrar
pl: Osadź
pt_br: Incorporar
ru: Внедрить
zh_hans: 嵌入

# Popup/Embed/Input.Label/Noun
source: Embed code
de: Einbettungscode
es: Código empotrado
oc: Còdi d’integracion
pl: Kod osadzenia
pt_br: Código para incorporar
ru: Внедрить код
zh_hans: 嵌入代码

# Popup/Album/Title/Verb
source: Embed this album on your website
de: Bette dieses Album in deine Webseite ein
es: Inserta éste álbum en tu página web
oc: Integrar aqueste album a un site web
pl: Osadź ten album na swojej stronie internetowej
pt_br: Incorpore este álbum em seu site
ru: Внедрить этот альбом на Ваш сайт
zh_hans: 在您的网站上嵌入这个专辑

# Popup/Artist/Title/Verb
source: Embed this artist work on your website
de: Bette Titel von dieser Kunstschaffenden Person auf deiner Webseite ein
es: Inserta esta canción en tu página web
oc: Integrar aquesta pista a vòstre site web
pl: Osadź prace tego wykonawcy na swojej stronie internetowej
pt_br: Incorpore a obra do(a) artista em seu site
ru: Внедрить произведения этого исполнителя на Ваш сайт
zh_hans: 在您的网站上嵌入这个歌手的歌曲

# Popup/Album/Title/Verb
source: Embed this playlist on your website
de: Bette diese Wiedergabeliste in deine Webseite ein
oc: Integrar aquesta lista de lectura a un site web
pl: Osadź tę listę odtwarzania na swojej stronie internetowej
pt_br: Incorpore esta lista no seu site
ru: Внедрить этот альбом на Ваш сайт
zh_hans: 在您的网站上嵌入这个歌单

# Popup/Track/Title
source: Embed this track on your website
de: Bette diesen Titel in deine Webseite ein
es: Inserta esta canción en tu página web
oc: Integrar aquesta pista a un site web
pl: Osadź ten utwór na swojej stronie internetowej
pt_br: Incorpore esta faixa em seu site
ru: Внедрить этот трек на Ваш сайт
zh_hans: 在您的网站上嵌入这首歌曲

# Content/Moderation/Table.Label/Noun
source: Emitted library follows
de: Ausgehende Mediathek-Abonnements
es: La biblioteca emitida sigue
oc: Seguiments de bibliotècas enviats
pl: Wychodzące obserwacje bibliotek
pt_br: Biblioteca enviada segue
ru: Исходящие подписки на библиотеки
zh_hans: 已发出的关注曲库申请

# Content/Moderation/Table.Label/Noun
source: Emitted messages
de: Verschickte Nachrichten
es: Mensajes emitidos
oc: Messatge emés
pl: Wychodzące wiadomości
pt_br: Mensagens enviadas
ru: Исходящие сообщения
zh_hans: 已发出的消息

# */*/*
source: Enabled
de: Aktiv
oc: Activada
pl: Włączony
ru: Включено
zh_hans: 启用

# */*/*/State of feature
source: Enabled
de: Aktiv
oc: Activada
pl: Włączone
pt_br: Ativado
ru: Включено
zh_hans: 启用

# Content/Library/Input.Placeholder
source: Enter a library URL
de: Gib die Adresse einer Mediathek ein
es: Introducir URL de biblioteca
oc: Picatz l’URL d’una bibliotèca
pl: Wprowadź adres URL biblioteki
pt_br: Insira o link de uma biblioteca
ru: Введите URL библиотеки
zh_hans: 输入一个曲库 URL

# Content/Search/Input.Placeholder
source: Enter a radio name…
de: Name des Radios eingeben…
es: Introducir un nombre de radio…
oc: Escrivètz un nom de ràdio…
pl: Wprowadź nazwę stacji radiowej…
pt_br: Insira o nome de uma rádio…
ru: Введите название радио…
zh_hans: 输入一个电台名称…

# Content/Search/Input.Placeholder
source: Enter album title…
de: Titel des Albums eingeben…
es: Introduzca el título del álbum…
oc: Picatz lo títol de l’album…
pl: Wprowadź tytuł albumu…
pt_br: Insira o título do álbum…
ru: Введите название альбома…
zh_hans: 输入专辑名称…

# Popup/Playlist/Form/Placeholder
source: Enter playlist name
de: Name der Wiedergabeliste eingeben
oc: Escrivètz lo nom de lista de lectura
pl: Wprowadź nazwę listy odtwarzania
pt_br: Insira o nome da lista
ru: Введите название списка воспроизведения
zh_hans: 输入歌单名称

# Content/Playlist/Placeholder/Call to action
source: Enter playlist name…
de: Name der Wiedergabeliste eingeben…
es: Introduce un nombre de lista de reproducción…
oc: Escrivètz un nom de lista de lectura…
pl: Wprowadź nazwę listy odtwarzania…
pt_br: Insira o nome da lista…
ru: Введите название списка воспроизведения…
zh_hans: 输入歌单名称…

# Content/Signup/Input.Placeholder
source: Enter the e-mail address linked to your account
de: Gib die E-Mail-Adresse ein, die mit deinem Konto verknüpft ist
oc: Picatz l’adreça de corrièl ligada a vòstre compte
pl: Wprowadź adres e-mail powiązany z twoim kontem
ru: Введите адрес электронной почты, связанный с Вашим аккаунтом
zh_hans: 输入与您的帐户绑定的邮箱

# Content/Signup/Form/Placeholder
source: Enter your e-mail address
de: E-Mail-Adresse eingeben
oc: Picatz vòstra adreça electronica
pl: Wprowadź swój adres e-mail
ru: Введите ваш адрес электронной почты
zh_hans: 输入您的邮箱

# Content/Signup/Form/Placeholder
source: Enter your invitation code (case insensitive)
de: Gib deinen Einladungscode ein (Groß- und Kleinschreibung wird nicht berücksichtigt)
es: Introducir tu código de invitación (no distingue mayúsculas de minúsculas)
oc: Escrivètz vòstre còdi d’invitacion (pas sensible a la cassa)
pl: Wprowadź swój kod zaproszenia (wielkość znaków nie ma znaczenia)
pt_br: Insira seu código de convite (não diferencia maiúsculas de minúsculas)
ru: Введите Ваш код приглашения (нечувствительно к регистру)
zh_hans: 输入您的邀请码（不区分大小写）

# Content/Signup/Form/Placeholder
source: Enter your username
de: Benutzername eingeben
es: Introduce tu nombre de usuario
oc: Escrivètz vòstre nom d’utilizaire
pl: Wprowadź swoją nazwę użytkownika
pt_br: Insira seu nome de usuário
ru: Введите Ваше имя пользователя
zh_hans: 输入您的用户名
