Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# Content/Settings/Title/Noun
source: Your applications
de: Deine Anwendungen
es: Tus notificaciones
oc: Vòstras aplicacions
pl: Twoje aplikacje
pt_br: Seus aplicativos
ru: Ваши приложения
zh_hans: 您的应用程序

# Content/*/Error message.Title
source: Your attachment cannot be saved
de: Dein angehängte Datei konnte nicht gespeichert werden
oc: Impossible de salvagardar vòstra pèça-junta
pl: Nie można było zapisać twojego załącznika
pt_br: Não foi possível salvar o anexo
ru: Ваше вложение не может быть сохранено
zh_hans: 无法保存您的附件

# Content/Settings/Error message.Title
source: Your avatar cannot be saved
de: Dein Profilbild kann nicht gespeichert werden
oc: L’avatar pòt pas èsser enregistrat
pl: Nie można było zapisać twojego awatara
pt_br: Não foi possível salvar imagem de perfil
ru: Ваш аватар не может быть сохранён
zh_hans: 无法保存您的头像

# Content/Settings/Paragraph'
source: Your current e-mail address is %{ email }.
de: Deine aktuelle E-Mail-Adresse lautet %{ email }.
oc: Vòstra adreça electronica actuala es %{ email }.
pl: Twój obecny adres e-mail to %{ email }.
ru: Ваш текущий почтовый адрес %{ email }.
zh_hans: 您当前的邮箱地址是 %{ email }。

# */Auth/Message
source: Your deletion request was submitted, your account and content will be deleted shortly
de: Dein Löschungsantrag wurde eingereicht. Dein Konto und deine Inhalte werden in Kürze gelöscht
oc: Vòstra demanda de supression es estada enviada, vòstre compte e lo contengut seràn lèu suprimits
pl: Żądanie o usunięcie konta zostało przesłane. Twoje konto i powiązane z nim treści zostaną wkrótce usunięte
pt_br: Sua solicitação de exclusão foi enviada, logo mais sua conta e seus conteúdos serão excluídos
ru: Ваш запрос на удаление был отправлен, Ваш аккаунт и данные будут удалены в ближайшее время
zh_hans: 您的删除请求已提交，您的账户和相关内容将很快被删除

# */Auth/Message
source: Your e-mail address has been changed, please check your inbox for our confirmation message.
de: Deine E-Mail-Adresse wurde geändert. In Kürze solltst Du unsere Bestätigung in Deiner Inbox finden.
oc: Vòstra adreça mail es estada cambiada, mercés de verificar vòstra bóstia de recepcion per trapar nòstra confirmacion.
pl: Twój adres e-mail został zmieniony. Sprawdź swoją skrzynkę pocztową w celu potwierdzenia zmiany.
ru: Адрес вашей почты был изменен, проверьте почтовый ящик для получения подтверждения.
zh_hans: 您的邮箱已更改，请检查收件箱以获取我们的确认邮件。

# Content/Library/Paragraph
source: Your edit was successfully submitted.
de: Die Änderung wurde erfolgreich übertragen.
oc: La modificacion es estada corrèctament enviada.
pl: Twoje zmiany zostały przesłane pomyślnie.
pt_br: Sua edição foi enviada.
ru: Ваша правка была успешно отправлена.
zh_hans: 您的编辑已成功提交。

# Head/Favorites/Title
source: Your Favorites
de: Deine Favoriten
es: Tus favoritos
oc: Vòstres favorits
pl: Twoje ulubione
pt_br: Seus Favoritos
ru: Ваше избранное
zh_hans: 您的收藏

# Content/Notifications/Title
source: Your messages
de: Deine Nachrichten
oc: Vòstre messatge
pl: Twoje wiadomości
pt_br: Suas mensagens
ru: Ваши сообщения
zh_hans: 您的信息

# Content/Notifications/Title
source: Your notifications
de: Deine Benachrichtigungen
es: Tus notificaciones
oc: Vòstras notificacions
pl: Twoje powiadomienia
pt_br: Suas notificações
ru: Ваши уведомления
zh_hans: 您的通知

# Content/Settings/Error message.Title
source: Your password cannot be changed
de: Dein Kennwort kann nicht geändert werden
oc: Lo senhal pòt pas èsser cambiat
pl: Twoje hasło nie mogło zostać zmienione
pt_br: Não foi possível alterar senha
ru: Ваш пароль не может быть изменён
zh_hans: 无法更改您的密码

# Content/Signup/Card.Paragraph
source: Your password has been updated successfully.
de: Dein Kennwort wurde erfolgreich aktualisiert.
es: Tu contraseña ha sido cambiada con éxito.
oc: Vòstre senhal es corrèctament cambiat.
pl: Twoje hasło zostało pomyślnie zmienione.
pt_br: Sua senha foi atualizada com sucesso.
ru: Ваш пароль был успешно обновлён.
zh_hans: 成功更新您的密码。

# Content/Settings/Error message.Title
source: Your settings can't be updated
de: Deine Einstellungen können nicht aktualisiert werden
oc: Impossible d’actualizar vòstres paramètres
pl: Twoje ustawienia nie mogły zostać zapisane
pt_br: Não foi possível atualizar suas configurações
ru: Настройки не могут быть обновлены
zh_hans: 无法更新您的设置

# Content/Password/Input.label
source: Your subsonic API password
de: Subsonic-Kennwort
oc: Senhal de l’API Subsonic
pl: Twoje hasło do API Subsonic
ru: Пароль Subsonic API
zh_hans: 您的 Subsonic API 密码

# Popup/Settings/List item
source: Your Subsonic password will be changed to a new, random one, logging you out from devices that used the old Subsonic password
de: Dein Subsonic-Kennwort wird mit einem neuen zufälligen Kennwort ersetzt. Du wirst auf allen aktuell verbundenen Geräten abgemeldet, die noch das alte Kennwort nutzen
es: Tu contraseña Subsonic se cambiará a una nueva contraseña aleatoria, cerrando tus sesiones en los dispositivos que usaban la antigua contraseña Subsonic
oc: Vòstre senhal Subsonic serà remplaçat per un nòu aleatòri, aquò vos desconnectarà de totes los periferics qu’utilizan l’ancian senhal
pl: Twoje hasło do API Subsonic zostanie zmienione na nowe, losowe i zostaniesz wylogowany z urządzeń korzystających ze starego hasła do API Subsonic
pt_br: Sua senha do Subsonic será alterada para uma nova aleatória, e sua conta sairá de dispositivos que usaram a senha antiga do Subsonic
ru: Ваш пароль Subsonic будет изменён на новый случайный, что приведёт к отключению всех устройств, которые использовали старый пароль Subsonic
zh_hans: 您的 Subsonic API 密码将被更改为一个随机的新密码，使用旧密码的设备将被登出

# Content/Channel/Paragraph
source: Your uploads are being processed by Funkwhale and will be live very soon.
de: Deine Uploads werden von Funkwhale verarbeitet und sehr bald abrufbar sein.
oc: Funkwhale tracta vòstres mandadisses e seràn lèu publicats.
pl: Twoje przesłane pliki są przetwarzane przez Funkwhale i będą wkrótce dostępne.
ru: Ваши закачки обрабатываются Funkwhale и будут доступны очень скоро.
zh_hans: 您的上传正在由 Funkwhale 处理，很快就会上线。

# */Error/Paragraph
source: You sent too many requests and have been rate limited, please try again in %{ delay }
de: Du hast zu viele Anfragen gesendet und bist derzeit eingeschränkt. Bitte versuche es in %{ delay } noch einmal
oc: Avètz realizat tròpas de requèstas e sètz estat limitat, volgatz tornar ensajar d’aquí %{ delay }
pl: Wysłałeś zbyt wiele zapytań i zostałeś tymczasowo zablokowany, spróbuj ponownie za %{ delay }
pt_br: Você foi limitado por enviar muitas solicitações, tente novamente em %{ delay }
ru: Вы отправили слишком много запросов и попали под временное ограничение, пожалуйста, попробуйте снова через %{ delay }
zh_hans: 您发送的请求太多，已受到速率限制，请在 %{ delay } 后重试

# */Error/Paragraph
source: You sent too many requests and have been rate limited, please try again later
de: Du hast zu viele Anfragen gesendet und bist derzeit eingeschränkt. Bitte versuche es später noch einmal
oc: Avètz realizat tròpas de requèstas e sètz estat limitat, volgatz tornar ensajar mai tard
pl: Wysłałeś zbyt wiele zapytań i zostałeś tymczasowo zablokowany, spróbuj ponownie później
pt_br: Você foi limitado por enviar muitas solicitações, tente novamente mais tarde
ru: Вы отправили слишком много запросов и попали под ограничение, пожалуйста, попробуйте позже
zh_hans: 您发送的请求太多，已受到速率限制，请稍后重试

# Content/*/*/Noun
source: Cover
de: Titelbild
es: Carátula
oc: Jaqueta
pl: Okładka
ru: Обложка
zh_hans: 封面

# */*/*/Noun
source: MusicBrainz ID
pl: Identyfikator MusicBrainz
pt_br: ID MusicBrainz
ru: Смотреть на MusicBrainz

# Head/Fetch/Field.Placeholder
source: @username@example.com
de: @mustername@musterdomain.de
es: @usuario@ejemplo.com
oc: @escais@exemple.com
pl: @uzytkownik@adres.instancji
zh_hans: 格式：@username@example.com

# 'Content/*/*/Noun
source: URL
pl: Adres URL
zh_hans: 链接

# Content/*/*/Noun
source: URL
pl: Adres URL
zh_hans: 链接

# Head/Fetch/Field.Placeholder
source: https://website.example.com/rss.xml
oc: https://siteweb.exemple/rss.xml
pl: https://adres.strony/rss.xml

# Content/Auth/Paragraph
source: You will be redirected to %{ domain } to authenticate.
oc: Seretz mandat a <strong>%{ url }</strong>.

# Content/Search/Input.Label/Noun
source: RSS
pl: Kanał RSS
