Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# Footer/Settings/Dropdown.Label/Short, Verb
source: Change language
de: Sprache ändern
es: Cambiar idioma
oc: Cambiar la lenga
pl: Zmień język
pt_br: Alterar idioma
ru: Сменить язык
zh_hans: 更改语言

# */*/Button.Label
source: Change my e-mail address
de: Meine E-Mail-Adresse ändern
es: Confirma tu dirección de correo
oc: Cambiar mon adreça electronica
pl: Zmień swój adres e-mail
ru: Изменить Ваш адрес электронной почты
zh_hans: 更改我的邮箱

# Content/Settings/Title/Verb
source: Change my password
de: Mein Kennwort ändern
es: Cambiar mi contraseña
oc: Cambiar lo senhal
pl: Zmień swoje hasło
pt_br: Alterar minha senha
ru: Сменить мой пароль
zh_hans: 更改我的密码

# Content/Settings/Button.Label
source: Change password
de: Kennwort ändern
es: Cambiar contraseña
oc: Cambiar lo senhal
pl: Zmień hasło
pt_br: Alterar senha
ru: Сменить пароль
zh_hans: 更改密码

# Content/Settings/Paragraph'
source: Change the e-mail address associated with your account. We will send a confirmation to the new address.
de: Die E-Mail-Adresse des Kontos ändern. Eine Bestätigung wird an deine neue E-Mail-Adresse geschickt.
es: Cambie la dirección de correo electrónico asociada a su cuenta. Le enviaremos una confirmación a la nueva dirección.
oc: Cambiar l’adreça email ligada a vòstre compte. Mandarem una confirmacion a l’adreça novèla.
pl: Zmień adres e-mail powiązany z tym kontem. Na nowy adres zostanie wysłane potwierdzenie.
ru: Изменить адрес почты, связанный с вашим аккаунтом. Мы вышлем подтверждение на новый адрес.
zh_hans: 更改与您账户绑定的邮箱。我们将向新的邮箱发送确认函。

# Footer/Settings/Dropdown.Label/Short, Verb
source: Change theme
de: Design ändern
es: Cambiar tema
oc: Cambiar lo tèma
pl: Zmień motyw
pt_br: Mudar tema
ru: Сменить тему
zh_hans: 更改主题

# */Signup/Title
source: Change your password
de: Kennwort ändern
es: Cambiar tu contraseña
oc: Cambiar lo senhal
pl: Zmień swoje hasło
pt_br: Alterar sua senha
ru: Сменить Ваш пароль
zh_hans: 更改您的密码

# Popup/Settings/Title
source: Change your password?
de: Möchtest du dein Kennwort ändern?
es: ¿Cambiar tu contraseña?
oc: Cambiar lo senhal ?
pl: Zmienić Twoje hasło?
pt_br: Alterar sua senha?
ru: Сменить Ваш пароль?
zh_hans: 确认更改您的密码？

# Content/Playlist/Paragraph
source: Changes synced with server
de: Änderungen synchronisiert
es: Cambios sincronizados con el servidor
oc: Cambiament sincronizat amb lo servidor
pl: Zsynchronizowano zmiany z serwerem
pt_br: Alterações sincronizadas com o servidor
ru: Изменения синхронизированы с сервером
zh_hans: 改动已与服务器同步

# Content/Settings/Paragraph'
source: Changing your password will also change your Subsonic API password if you have requested one.
de: Beim Ändern deines Kennworts wird das Subsonic-API-Kennwort zurückgesetzt, sofern du eins erstellt hast.
es: Cambiar tu contraseña también cambiará la contraseña de la API de Subsonic, si pediste una.
oc: L’actualizacion de vòstra senhal cambiarà tanben lo de l’API Subsonic se n’avètz un.
pl: Zmiana Twojego hasła zmieni też hasło do API Subsonic, jeśli je uzyskałeś(-aś).
pt_br: A alteração de sua senha também modificará - caso use - a senha da API Subsonic.
ru: Изменение Вашего пароля также изменит Ваш пароль Subsonic API, если Вы запрашивали его.
zh_hans: 如果您之前获取过 Subsonic API 密码，更改密码将同时更换新的 Subsonic API 密码。

# Popup/Settings/Paragraph
source: Changing your password will have the following consequences:
de: Wenn du dein Kennwort änderst, hat dies folgende Auswirkungen:
es: Cambiar tu contraseña tendrá las siguientes consecuencias:
oc: Lo cambiament de senhal a las consequéncias seguentas :
pl: Zmiana hasła będzie miała następujące konsekwencje:
pt_br: Alterar a senha terá as seguintes consequências:
ru: Изменение Вашего пароля приведёт к следующим последствиям:
zh_hans: 更改密码会导致以下后果：

# */*/*
source: Channel
de: Kanal
es: Canal
oc: Cadena
pl: Kanał
pt_br: Canal
ru: Канал
zh_hans: 频道

# Content/Moderation/Title
source: Channel data
de: Kanaldaten
es: Datos del canal
oc: Donadas de la cadena
pl: Dane kanału
pt_br: Dados do canal
ru: Данные канала
zh_hans: 频道数据

# Content/Channel/*
source: Channel Picture
de: Kanalbild
es: Imagen del canal
oc: Imatge de la cadena
pl: Obrazek kanału
pt_br: Foto do canal
ru: Изображение канала
zh_hans: 频道图片

# */*/*
source: Channels
de: Kanäle
es: Canales
oc: Cadenas
pl: Kanały
pt_br: Canais
ru: Каналы
zh_hans: 频道

# Footer/*/List item.Link
source: Chat room
de: Chat-Raum
es: Sala Chat
oc: Sala de discutida
pl: Pokój czatowy
pt_br: Sala de chat
ru: Чат-комната
zh_hans: 聊天室

# Sidebar/*/Listitem.Link
source: Chat room
de: Chat-Raum
es: Sala de chat
oc: Sala de discutida
ru: Чат-комната
zh_hans: 聊天室

# Content/Applications/Paragraph/
source: Checking the parent "Read" or "Write" scopes implies access to all the corresponding children scopes.
de: Beim Aktivieren der übergeordneten Bereiche "Lesen" oder "Schreiben" erhältst du Zugriff auf alle entsprechenden untergeordneten Bereiche.
es: La comprobación de los ámbitos padre "Lectura" o "Escritura" implica el acceso a todos los ámbitos hijos correspondientes.
oc: Causir l’autorizacion «Lectura» o «Escritura» sul parent implica l’accès a totes los jos elements correspondents.
pl: Zaznaczenie nadrzędnych zakresów dostępu „Odczyt” lub „Zapis” umożliwia dostęp do wszystkich odpowiednich zakresów podrzędnych.
pt_br: Verificar "Ler" e "Escrever" implica em verificar também todos os seus dependentes.
ru: Отметка родительских областей на "чтение" или "запись" подразумевает доступ ко всем соответствующим дочерним объектам.
zh_hans: 勾选父“读”或“写”作用域后，其所有子作用域也将被授予相应的权限。

# Popup/Instance/Title
source: Choose your instance
de: Wähle deine Instanz aus
es: Elige tu instancia
oc: Causissètz vòstra instància
pl: Wybierz instancję
pt_br: Escolha sua instância
ru: Выберите свой узел
zh_hans: 选择实例

# */Queue/*/Verb
source: Clear
de: Leeren
es: Borrar
oc: Escafar
pl: Wyczyść
pt_br: Limpar
ru: Очистить
zh_hans: 清除

# Content/Library/Button.Label
source: Clear
de: Löschen
es: Borrar
oc: Escafar
pl: Wyczyść
pt_br: Limpar
ru: Очистить
zh_hans: 清除

# */Playlist/Button.Label/Verb
source: Clear playlist
de: Wiedergabeliste leeren
es: Borrar lista de reproducción
oc: Escafar la lista de lectura
pl: Wyczyść listę odtwarzania
pt_br: Limpar lista
ru: Очистить список воспроизведения
zh_hans: 清除歌单

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Clear queue
de: Warteschlange leeren
es: Borrar cola de reproducción
oc: Voidar la fila
pl: Wyczyść kolejkę odtwarzania
pt_br: Limpar fila
ru: Очистить очередь
zh_hans: 清除播放队列

# Sidebar/Player/Icon.Tooltip/Verb
source: Clear your queue
de: Warteschlange leeren
es: Borrar cola de reproducción
oc: Voidar la fila
pl: Wyczyść kolejkę odtwarzania
pt_br: Limpar fila
ru: Очистить Вашу очередь
zh_hans: 清除您的播放队列

# Content/Library/Link.Title
source: Click to display more information about the import process for this upload
de: Klicke um mehr Informationen zum Importprozess für diesen Upload anzuzeigen
es: Haga clic para mostrar más información sobre el proceso de importación de esta carga
oc: Clicar per mostrar mai d’informacion tocant lo processús d’import d’aqueste mandadís
pl: Kliknij, aby zobaczyć więcej informacji dotyczących procesu importowania tego pliku
pt_br: Clique para mostrar mais informações sobre o processo de importação desse envio
ru: Нажмите, чтобы посмотреть больше информации об импорте этой закачки
zh_hans: 单击以显示有关此上传记录的导入过程的详细信息

# Content/Library/Paragraph/Call to action
source: Click to select files to upload or drag and drop files or directories
de: Zum Hochladen klicken oder Dateien und Ordner hierher ziehen und ablegen
es: Haga clic para seleccionar los archivos que desea cargar o arrastre y suelte los archivos o directorios
oc: Clicatz per causir los fichièrs d’enviar o lisatz los fichièrs o repertòris
pl: Przeciągnij i upuść pliki lub katalogi bądź po prostu kliknij, aby wybrać pliki do przesłania
pt_br: Clique para selecionar arquivos para enviar ou arraste e solte arquivos ou pastas
ru: Нажмите чтобы выбрать файлы для загрузки или перетащите файлы или директории
zh_hans: 单击以选择要上传的文件，或拖放文件、目录到这里

# */*/Button.Label/Verb
source: Close
de: Schließen
es: Cerrar
oc: Tampar
pl: Zamknij
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

# */Queue/*/Verb
source: Close
de: Schließen
es: Cerrar
oc: Tampar
pl: Zamknij
ru: Закрыть
zh_hans: 关闭

# */*/Button.Label/Verb
source: Close and reload page
de: Schließen und Seite neu laden
es: Cerrar y recargar la página
oc: Tampar e tornar cargar la pagina
pl: Zamknij i odśwież stronę
pt_br: Fechar e atualizar a página
ru: Закрыть и обновить страницу
zh_hans: 关闭并重新加载页面

# */*/*/State of registrations
source: Closed
de: Geschlossen
es: Cerrado
oc: Tampadas
pl: Zamknięte
pt_br: Fechado
ru: Закрыто
zh_hans: 关闭

# Content/Admin/Table.Label/Noun
source: Code
es: Código
oc: Còdi
pl: Kod
pt_br: Código
ru: Код
zh_hans: 邀请码

# Content/*/*/Noun
source: Codec
es: Códec
pl: Kodek
ru: Кодек
zh_hans: 编码格式

# */*/Button,Label
source: Collapse
de: Einklappen
es: Colapsar
oc: Plegar
pl: Zwiń
pt_br: Ocultar
ru: Свернуть
zh_hans: 折叠

# Content/Radio/Table.Label/Verb (Value is a List of Parameters)
source: Config
de: Einstellungen
es: Configurar
oc: Configuracion
pl: Konfiguracja
pt_br: Configuração
ru: Конфигурация
zh_hans: 配置值

# Modal/*/Button.Label/Short, Verb
source: Confirm
de: Bestätigen
es: Confirmar
oc: Confirmar
pl: Potwierdź
pt_br: Confirmar
ru: Подтвердить
zh_hans: 确认

# Head/Signup/Title
source: Confirm your e-mail address
de: E-Mail-Adresse bestätigen
es: Confirma tu correo electrónico
oc: Confirmar vòstra adreça electronica
pl: Potwierdź swój adres e-mail
pt_br: Confirmar seu endereço de e-mail
ru: Подтвердить Ваш адрес электронной почты
zh_hans: 确认您的邮箱

# Content/Signup/Form.Label
source: Confirmation code
de: Bestätigungscode
es: Código de confirmación
oc: Còdi de confirmacion
pl: Kod potwierdzenia
pt_br: Código de confirmação
ru: Код подтверждения
zh_hans: 确认码

# Content/About/Header
source: Contact
de: Kontakt
es: Contacto
oc: Contacte
ru: Контакты
zh_hans: 联系方式

# Content/Home/Header/Name
source: Contact
de: Kontakt
es: Contacto
oc: Contacte
pl: Kontakt
pt_br: Contato
ru: Контакт
zh_hans: 联系方式

# Content/*/Dropdown.Label/Noun
source: Content category
de: Inhaltliche Kategorie
es: Categoría de contenido
oc: Categoria del contengut
pl: Kategoria treści
pt_br: Categoria do conteúdo
ru: Категория содержимого
zh_hans: 内容类别

# */Moderation/Message
source: Content filter successfully added
de: Filter erfolgreich hinzugefügt
es: Filtro de contenido añadido con éxito
oc: Filtre de contengut corrèctament ajustat
pl: Filtr treści został dodany pomyślnie
pt_br: Filtro adicionado
ru: Фильтр содержимого успешно добавлен
zh_hans: 内容过滤器已成功添加

# Content/Settings/Title/Noun
source: Content filters
de: Inhaltsfilter
es: Filtros de contenido
oc: Filtres de contengut
pl: Filtry treści
pt_br: Filtros
ru: Фильтры содержимого
zh_hans: 内容过滤器

# Content/Settings/Paragraph
source: Content filters help you hide content you don't want to see on the service.
de: Mit Filtern können Inhalte verborgen werden, die nicht angezeigt werden sollen.
es: Los filtros de contenido te ayudan a ocultar los contenidos que no quieres ver en el servicio.
oc: Los filtres de contengut vos ajudan a amagar los contenguts que volètz pas veire sus aqueste servici.
pl: Filtry treści pomogą Ci ukryć treści, których nie chcesz widzieć w serwisie.
pt_br: Filtros ajudam você a ocultar o que você não quer ver no Funkwhale.
ru: Фильтры содержимого помогают Вам скрывать контент, который Вы не ходите видеть в этом сервисе.
zh_hans: 内容过滤器可以隐藏您不希望在实例上看到的内容。

# Content/*/Button.Help text.Paragraph
source: Content has been updated, click refresh to see up-to-date content
de: Der Inhalt wurde aktualisiert. Clicke auf Aktualisieren, um ihn zu sehen
es: El contenido ha sido actualizado, haga clic en actualizar para ver el contenido actualizado
oc: Lo contengut es estat actualizat, clicar per tornar cargar e veire lo contengut a jorn
pl: Treść została zaktualizowana - odśwież, aby zobaczyć aktualną treść
ru: Контент обновлён, нажмите "Обновить", чтобы увидеть его
zh_hans: 内容已更新，请单击“刷新”查看最新内容

# Footer/*/List item.Link
source: Contribute
de: Mitmachen
es: Contribuye
oc: Contribuir
pl: Zaangażuj się
pt_br: Colaborar
ru: Помочь
zh_hans: 做出贡献

# */*/Button.Label/Short, Verb
source: Copy
de: Kopieren
es: Copiar
oc: Copiar
pl: Kopiuj
pt_br: Copiar
ru: Копировать
zh_hans: 复制

# Content/Playlist/Button.Tooltip/Verb
source: Copy the current queue to this playlist
de: Die Warteschlange zur Wiedergabeliste hinzufügen
es: Copiar la cola actual a esta lista de reproducción
oc: Copiar las pistas de la fila a la lista de lectura
pl: Skopiuj utwory z obecnej kolejki do listy odtwarzania
ru: Копировать треки из текущей очереди в список воспроизведения
zh_hans: 将播放队列中的歌曲复制到歌单

# Content/Auth/Paragraph
source: Copy-paste the following code in the application:
de: Kopiere den folgenden Code in die Anwendung:
es: Copie y pegue el siguiente código en la aplicación:
oc: Copiatz-pegatz lo còdi seguent dins l’aplicacion :
pl: Wklej następujący kod do aplikacji:
pt_br: Copie e cole no aplicativo o seguinte código:
ru: Скопируйте и вставьте следующий код в приложение:
zh_hans: 在应用程序中复制粘贴以下代码：

# Content/Channels/Label
source: Copy-paste the following URL in your favorite podcatcher:
de: Kopiere die folgende URL in deinen Lieblings-Podcatcher:
es: Copie y pegue la siguiente URL en su podcaster favorito:
oc: Copiatz-pegatz l’URL seguenta dins vòstra aplicacion de podcast preferida :
pl: Wklej następujący adres URL do swojej ulubionej aplikacji do podcastów:
ru: Скопируйте и вставьте эту ссылку в ваше приложение для подкастов:
zh_hans: 在您最喜欢的播客应用中粘贴下面的 URL：

# Popup/Embed/Paragraph
source: Copy/paste this code in your website HTML
de: Füge diesen Code in deine HTML-Webseite ein
es: Copie/pegue este código en el HTML de su sitio web
oc: Copiatz / Pegatz aqueste còdi al vòstre site HTML
pl: Wklej ten kod do źródła HTML swojej strony internetowej
pt_br: Copie e cole este código HTML em seu site
ru: Скопируйте и вставьте этот код в HTML Вашего сайта
zh_hans: 复制粘贴以下 HTML 代码到您的网站源代码中

# Content/Track/*/Noun
source: Copyright
de: Urheberrecht
es: Derechos de autor
pl: Prawa autorskie
pt_br: Direitos autorais
ru: Копирайт
zh_hans: 版权所有

# Content/Signup/Paragraph
source: Could not confirm your e-mail address
de: Deine E-Mail-Adresse konnte nicht bestätigt werden
es: No se pudo confirmar su dirección de correo electrónico
oc: Confirmacion vòstra adreça electronica impossibla
pl: Nie można potwierdzić twojego adresu e-mail
pt_br: Não foi possível confirmar seu endereço de e-mail
ru: Не удалось подтвердить Ваш адрес электронной почты
zh_hans: 无法确认您的邮箱

# Content/Library/Error message.Title
source: Could not fetch remote library
de: Die Fernmediathek konnte nicht abgerufen werden
es: No se pudo obtener la librería remota
oc: Error en recuperar la bibliotèca alonhada
pl: Wystąpił błąd podczas pobierania zdalnej biblioteki
pt_br: Não foi possível obter a biblioteca remota
ru: Ошибка во время загрузки удалённой библиотеки
zh_hans: 无法获取远程曲库

# */*/Button.Label
source: Create
de: Erstellen
es: Crear
oc: Crear
pl: Utwórz
pt_br: Criar
ru: Создать
zh_hans: 创建

# Content/Moderation/Card.Button.Label/Verb
source: Create
de: Erstellen
es: Crear
oc: Crear
pl: Utwórz
pt_br: Criar
ru: Создать
zh_hans: 创建

# Content/*/Verb
source: Create a Channel
de: Kanal erstellen
es: Crear un nuevo canal
oc: Crear una cadena
pl: Utwórz nowy kanał
ru: Создать канал
zh_hans: 创建频道

# Content/Signup/Title
source: Create a Funkwhale account
de: Funkwhale-Konto erstellen
es: Crear una cuenta de Funkwhale
oc: Crear un compte funkwhale
pl: Utwórz konto Funkwhale
ru: Создать аккаунт Funkwhale
zh_hans: 创建一个 Funkwhale 帐户

# Content/Settings/Button.Label
source: Create a new application
de: Eine neue Anwendung erstellen
es: Crear una nueva aplicación
oc: Crear una nòva aplicacion
pl: Utwórz nową aplikację
pt_br: Criar novo aplicativo
ru: Создать новое приложение
zh_hans: 创建一个新应用程序

# Content/Library/Link/Verb
source: Create a new library
de: Neue Mediathek anlegen
es: Crear una nueva biblioteca
oc: Crear una nòva bibliotèca
pl: Utwórz nową bibliotekę
pt_br: Criar nova biblioteca
ru: Создать новую библиотеку
zh_hans: 创建一个新曲库

# Popup/Playlist/Title/Verb
source: Create a new playlist
de: Eine neue Wiedergabeliste erstellen
es: Crear una nueva lista de reproducción
oc: Crear una nòva lista de lectura
pl: Utwórz nową listę odtwarzania
pt_br: Criar nova lista
ru: Создать новый список воспроизведения
zh_hans: 创建一个新歌单

# Content/*/Verb
source: Create a playlist
de: Eine Wiedergabeliste erstellen
es: Crear una lista de reproducción
oc: Crear una lista de lectura
pl: Utwórz listę odtwarzania
pt_br: Criar uma lista
ru: Создать список воспроизведения
zh_hans: 创建一个歌单

# Content/*/Verb
source: Create a radio
de: Ein Radio erstellen
es: Crear una radio
oc: Crear una ràdio
pl: Utwórz stację radiową
pt_br: Criar uma rádio
ru: Создать радио
zh_hans: 创建一个电台

# */Signup/Link/Verb
source: Create an account
de: Konto erstellen
es: Crear una cuenta
oc: Crear un compte
pl: Utwórz konto
pt_br: Criar conta
ru: Создать новый аккаунт
zh_hans: 创建一个账户

# Content/Applications/Button.Label/Verb
source: Create application
de: Anwendung erstellen
es: Crear aplicación
oc: Crear una aplicacion
pl: Utwórz aplikację
pt_br: Criar aplicativo
ru: Создать приложение
zh_hans: 创建应用程序

# */Channels/Button.Label
source: Create channel
de: Kanal erstellen
es: Crear canal
oc: Crear una cadena
pl: Utwórz kanał
pt_br: Criar canal
ru: Создать канал
zh_hans: 创建频道

# Content/Channel/*/Verb
source: Create channel
de: Kanal erstellen
es: Crear canal
oc: Crear una cadena
pl: Utwórz kanał
pt_br: Criar canal
ru: Создать канал
zh_hans: 创建频道

# Content/Library/Button.Label/Verb
source: Create library
de: Mediathek erstellen
es: Crear biblioteca
oc: Crear una bibliotèca
pl: Utwórz bibliotekę
pt_br: Criar biblioteca
ru: Создать библиотеку
zh_hans: 创建曲库

# Content/Signup/Button.Label
source: Create my account
de: Mein Konto erstellen
es: Crear mi cuenta
oc: Crear mon compte
pl: Utwórz konto
pt_br: Criar minha conta
ru: Создать мой аккаунт
zh_hans: 创建我的账户

# Content/Playlist/Button.Label/Verb
source: Create playlist
de: Eine Wiedergabeliste erstellen
es: Crear lista de reproducción
oc: Crear la lista de lectura
pl: Utwórz listę odtwarzania
pt_br: Criar lista
ru: Создать список воспроизведения
zh_hans: 创建歌单

# Content/Home/CreatePlaylist
source: Create Playlist
de: Wiedergabeliste erstellen
es: Crear lista de reproducción
oc: Crear una lista de lectura
pl: Utwórz listę odtwarzania
pt_br: Criar lista
ru: Создать список воспроизведения
zh_hans: 创建歌单

# Content/Radio/Button.Label/Verb
source: Create your own radio
de: Dein eigenes Radio erstellen
es: Crear tu propia radio
oc: Crear vòstra pròpria ràdio
pl: Utwórz własną stację radiową
pt_br: Criar sua própria rádio
ru: Создать Ваше собственное радио
zh_hans: 创建您自己的电台

# Content/*/*/Noun
source: Creation date
de: Erstellungsdatum
es: Fecha de creación
oc: Data de creacion
pl: Data utworzenia
pt_br: Data de criação
ru: Дата создания
zh_hans: 创建日期

# Content/Settings/Title/Noun
source: Current image
de: Aktuelles Bild
es: Imagen actual
oc: Imatge actual
pl: Aktualny obraz
pt_br: Imagem atual
ru: Текущее изображение
zh_hans: 当前图片

# Content/Settings/Input.Label
source: Current password
de: Aktuelles Kennwort
es: Contraseña actual
oc: Senhal actual
pl: Aktualne hasło
ru: Текущий пароль
zh_hans: 旧密码

# Content/Library/Title
source: Current usage
de: Aktuelle Nutzung
es: Uso actual
oc: Utilizacion actuala
pl: Obecne użycie
pt_br: Uso atual
ru: Текущее использование
zh_hans: 当前使用情况

# Footer/Settings/Dropdown.Label/Theme name
source: Dark
de: Dunkel
oc: Escur
pl: Ciemny
pt_br: Escuro
ru: Темная
zh_hans: 深色

# Sidebar/Settings/Dropdown.Label/Theme name
source: Dark
de: Dunkel
oc: Escur
ru: Темная
zh_hans: 深色

# */*/Error
source: Data returned by the remote server had invalid or missing attributes
de: Die vom Remote-Server zurückgegebenen Daten hatten ungültige oder fehlende Attribute
es: Los datos devueltos por el servidor remoto tenían atributos inválidos o faltaban
oc: Las donadas tornadas pel servidor alonhat an d’atributs mancants o invalids
pl: Dane zwrócone przez serwer zdalny miały nieprawidłowe lub brakujące atrybuty
pt_br: Dados retornados pelo servidor remoto tinham atributos inválidos ou ausentes
ru: Данные, принятые от удалённого сервера, содержали неправильные или отсутствующие атрибуты
zh_hans: 远程服务器返回的数据含有无效或缺失的属性

# Popup/*/Message.Content
source: Data was refreshed successfully from remote server.
de: Die Daten wurden erfolgreich vom Remote-Server aktualisiert.
es: Los datos se han actualizado con éxito desde el servidor remoto.
oc: Las donadas son estadas actualizadas corrèctament del servidors alonhat estant.
pl: Dane zostały pomyślnie odświeżone ze zdalnego serwera.
pt_br: Os dados foram atualizados no servidor remoto.
ru: Данные с удалённого сервера успешно обновлены.
zh_hans: 成功更新来自远程服务器的数据。

# Content/Library/Table.Label
source: Date
de: Datum
es: Fecha
oc: Data
pl: Data
pt_br: Data
ru: Дата
zh_hans: 日期

# Popup/Import/Table.Label/Noun
source: Debug information
de: Informationen zur Fehlerbehebung
es: Información de depuración
oc: Informacions de debug
pl: Informacje dla programistów
pt_br: Informação de depuração
ru: Диагностика
zh_hans: 调试信息

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Decrease volume
de: Lautstärke verringern
es: Reducir volumen
oc: Reduire lo volum
pl: Zmniejsz głośność
pt_br: Diminuir volume
ru: Уменьшить громкость
zh_hans: 降低音量

# */*/*
source: Delete
de: Löschen
es: Borrar
oc: Suprimir
pl: Usuń
pt_br: Excluir
ru: Удалить
zh_hans: 删除

# */*/*/Verb
source: Delete
de: Löschen
es: Borrar
oc: Suprimir
pl: Usuń
pt_br: Excluir
ru: Удалить
zh_hans: 删除

# Popup/Library/Button.Label/Verb
source: Delete library
de: Mediathek löschen
es: Borrar biblioteca
oc: Suprimir la bibliotèca
pl: Usuń bibliotekę
pt_br: Excluir biblioteca
ru: Удалить библиотеку
zh_hans: 删除曲库

# Popup/Moderation/Button.Label/Verb
source: Delete moderation rule
de: Moderationsregel löschen
es: Borrar regla de moderación
oc: Suprimir la règla de moderacion
pl: Usuń regułę moderacyjną
pt_br: Excluir regra de moderação
ru: Удалить правило модерации
zh_hans: 删除审核规则

# */*/Button.Label
source: Delete my account
de: Mein Konto löschen
es: Borrar mi cuenta
oc: Suprimir mon compte
pl: Usuń moje konto
pt_br: Excluir minha conta
ru: Удалить мой аккаунт
zh_hans: 删除我的账户

# */*/Button.Label
source: Delete my account…
de: Mein Konto löschen…
es: Borrar mi cuenta…
oc: Suprimir mon compte…
pl: Usuń moje konto…
pt_br: Excluir minha conta…
ru: Удалить мой аккаунт…
zh_hans: 删除我的账户…

# Popup/Playlist/Button.Label/Verb
source: Delete playlist
de: Wiedergabeliste löschen
es: Borrar lista de reproducción
oc: Suprimir la lista de lectura
pl: Usuń listę odtwarzania
pt_br: Excluir lista
ru: Удалить список воспроизведения
zh_hans: 删除歌单

# Popup/Radio/Button.Label/Verb
source: Delete radio
de: Radio löschen
es: Borrar radio
oc: Suprimir la ràdio
pl: Usuń stację radiową
pt_br: Excluir rádio
ru: Удалить радио
zh_hans: 删除电台

# Content/Moderation/Button/Verb
source: Delete reported object
de: Gemeldetes Objekt löschen
es: Borrar objeto reportado
oc: Escafar l’objècte senhalat
pl: Usuń zgłoszony obiekt
pt_br: Excluir objeto denunciado
ru: Удалить объект по жалобе
zh_hans: 删除报告所指对象

# Content/Moderation/Popup/Header
source: Delete reported object?
de: Gemeldetes Objekt löschen?
es: Borrar objeto reportado?
oc: Escafar l’objècte senhalat ?
pl: Usunąć zgłoszony obiekt?
pt_br: Excluir objeto denunciado?
ru: Удалить объект, на который пожаловались?
zh_hans: 确认删除报告所指对象？

# Popup/Channel/Title
source: Delete this album?
de: Dieses Album löschen?
es: ¿Borrar este álbum?
oc: Suprimir aqueste album ?
pl: Usunąć ten album?
pt_br: Excluir este álbum?
ru: Удалить этот альбом?
zh_hans: 确认删除这个专辑？
