Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# Content/Moderation/Paragraph
source: The library will be removed, as well as associated uploads, and follows. This action is irreversible.
de: Die Mediathek wird zusammen mit den zugehörigen Uploads und Abonnements gelöscht. Diese Aktion ist unwiderruflich.
oc: Aquesta bibliotèca serà tirada, e mai los mandadisses e abonaments ligats. Aquesta accions es irreversibla.
pl: Biblioteka zostanie usunięta razem z powiązanymi plikami i obserwacjami. To działanie jest nieodwracalne.
pt_br: A biblioteca será permanentemente excluída, junto com os envios e os seguidos.
ru: Библиотека будет удалена вместе со связанными с ней закачками и подписками. Это действие нельзя отменить.
zh_hans: 此曲库，以及相关的上传记录和关注，将被删除。此操作无法逆转。

# Popup/Import/Error.Label
source: The metadata included in the file is invalid or some mandatory fields are missing.
de: Die in der Datei enthaltenen Metadaten sind ungültig oder es fehlen einige Pflichtfelder.
oc: La metadonada inclusa al fichièr es invalida o de camps obligatòris son absents.
pl: Metadane zawarte w tym pliku są nieprawidłowe lub brakuje części wymaganych informacji.
pt_br: Os metadados incluídos no arquivo são inválidos ou alguns campos obrigatórios estão faltando.
ru: Метаданные файла неправильные или некоторые обязательные поля отсутствуют.
zh_hans: 文件中包含的元数据无效或缺少某些必填字段。

# Content/Library/List item
source: The music files you are uploading are in OGG, Flac, MP3 or AIFF format
de: Die Dateien, die du hochlädst, sind im OGG-, Flac-, MP3- oder AIFF-Format
oc: Los fichièrs musicals que sètz a enviar son al format OGG, Flac, MP3 o AIFF
pl: Pliki, które przesyłasz, są w formacie OGG, FLAC, MP3 lub AIFF
ru: Закачиваемые вами файлы имеют формат OGG, Flac, MP3 или AIFF
zh_hans: 要上传的音乐文件必须是 OGG, Flac, MP3 或 AIFF 格式

# Content/Library/List item
source: The music files you are uploading are tagged properly.
de: Die Dateien, die du hochlädst, sind richtig verschlagwortet.
es: Las canciones que estás subiendo estén etiquetadas correctamente.
oc: Los fichièrs musicals que sètz a enviar son etiquetats coma cal.
pl: Pliki muzyczne które przesyłasz posiadają poprawne metadane.
pt_br: Os arquivos de áudio que você está enviando estão com as tags adequadas.
ru: Закачиваемые вами файлы имеют правильные теги.
zh_hans: 上传的音乐文件已被正确标记。

# Sidebar/Player/Error message.Paragraph
source: The next track will play automatically in a few seconds…
de: Der nächste Titel wird automatisch in wenigen Sekunden wiedergegeben…
es: La siguiente pista se reproducirá automáticamente en unos segundos…
oc: La pista seguenta serà legida automaticament dins una estona…
pl: Następny utwór zostanie odtworzony automatycznie w ciągu kilku sekund…
pt_br: A próxima faixa tocará automaticamente em alguns segundos…
ru: Следующий трек запустится автоматически через несколько секунд…
zh_hans: 下一首歌曲将在几秒钟后自动播放…

# Content/Moderation/Paragraph
source: The note will be removed. This action is irreversible.
de: Der Vorschlag wird gelöscht. Dies kann nicht rückgängig gemacht werden.
oc: La nòta serà tirada. Aquesta accion es irreversibla.
pl: Notatka zostanie usunięta. To działanie jest nieodwracalne.
pt_br: O comentário será permanentemente excluído.
ru: Заметка будет удалена. Это действие нельзя отменить.
zh_hans: 此注释将被删除。此操作不可逆转。

# Content/Moderation/Message
source: The object associated with this report was deleted.
de: Das diesem Bericht zugeordnete Objekt wurde gelöscht.
oc: L’objècte d’aqueste senhalament es estat suprimit.
pl: Obiekt związany z tym raportem został usunięty.
pt_br: O objeto associado à esta denúncia foi excluído.
ru: Объект, связанный с этой жалобой, был удалён.
zh_hans: 报告所指对象已被删除。

# Content/Playlist/Error message.Title
source: The playlist could not be created
de: Die Wiedergabeliste konnte nicht erstellt werden
es: Lista de reproducción creada
oc: Lista de lectura creada
pl: Nie można było utworzyć listy odtwarzania
pt_br: A lista não foi criada
ru: Список воспроизведения не может быть создан
zh_hans: 无法创建歌单

# Popup/*/Message.Content
source: The refresh request hasn't been processed in time by our server. It will be processed later.
de: Die Aktualisierungsanfrage wurde vom Server nicht rechtzeitig bearbeitet. Sie wird später verarbeitet.
oc: La requèsta d’actualizacion es pas estada tractada a temps per nòstre servidor. Serà executada mai tard.
pl: Serwer nie obsłużył żądania odświeżenia na czas. Zostanie ono przetworzone później.
ru: Запрос на обновление не был обработан вовремя нашим сервером. Он будет обработан позже.
zh_hans: 我们的服务器暂时未能处理刷新请求，稍后将会处理。

# */*/Error
source: The remote server answered with HTTP %{ status }
de: Der entfernte Server antwortete mit HTTP %{ status }
oc: Lo servidor alonhat a respondut amb lo còdi HTTP %{ status }
pl: Zdalny serwer odpowiedział ze statusem HTTP %{ status }
pt_br: O servidor remoto retornou com HTTP %{ status }
ru: Удалённый сервер ответил с HTTP %{ status }
zh_hans: 远程服务器响应状态：HTTP %{ status }

# Popup/*/Message.Content
source: The remote server answered, but returned data was unsupported by Funkwhale.
de: Der entfernte Server antwortete, aber die zurückgegebenen Daten werden von Funkwhale nicht unterstützt.
oc: Lo servidor alonhat a respondut, mas las donadas enviadas son pas suportadas er Funkwhale.
pl: Zdalny serwer odpowiedział, ale zwrócił nie wspierane przez Funkwhale dane.
pt_br: O servidor remoto retornou dados não suportados pelo Funkwhale.
ru: Удалённый сервер ответил, но ответ не поддерживается Funkwhale.
zh_hans: 远程服务器已回应，但返回的数据不受 Funkwhale 的支持。

# */*/Error
source: The remote server didn't respond quickly enough
de: Der Remote-Server hat nicht schnell genug reagiert
oc: Lo servidor alonhat a tròp tardat a respondre
pl: Zdalny serwer nie odpowiedział wystarczająco szybko
pt_br: O servidor remoto não respondeu a tempo
ru: Удалённый сервер не ответил достаточно быстро
zh_hans: 远程服务器响应超时

# */*/Error
source: The remote server returned invalid JSON or JSON-LD data
de: Der Remote-Server hat ungültige JSON oder JSON-LD-Daten zurückgegeben
oc: Lo servidor alonhat a respondut amb de donadas JSON o JSON-LD invalidas
pl: Zdalny serwer zwrócił dane nie będące poprawnym JSON lub JSON-LD
pt_br: O servidor remoto retornou dados inválidos de JSON ou JSON-LD
ru: Удалённый сервер вернул неправильные JSON или JSON-LD данные
zh_hans: 远程服务器返回了无效的 JSON 或 JSON-LD 数据

# Popup/*/Paragraph
source: The selected albums will be removed, as well as associated tracks, uploads, favorites and listening history. This action is irreversible.
de: Die ausgewählten Alben sowie die zugehörigen Titel, Uploads, Favoriten und der Hörverlauf werden entfernt. Diese Aktion ist unwiderruflich.
oc: Los albums seleccionats seràn tirats, e mai las pistas, mandadisses e istorics d’escota ligats. Aquesta accion es irreversibla.
pl: Wybrane albumy zostaną usunięte wraz z powiązanymi utworami, plikami, polubieniami i historią odtwarzania. To działanie jest nieodwracalne.
pt_br: Os álbuns selecionados serão permanentemente excluídos, junto com as faixas, envios, favoritos e histórico de escutados.
ru: Выбранные альбомы будут удалены вместе со связанными треками, закачками, избранным и историей прослушивания. Это действие нельзя отменить.
zh_hans: 选定的专辑，以及相关的歌曲、上传记录、收藏和收听历史，将被删除。此操作无法逆转。

# Popup/*/Paragraph
source: The selected artist will be removed, as well as associated uploads, tracks, albums, favorites and listening history. This action is irreversible.
de: Die ausgewählte kunstschaffende Person wird entfernt, ebenso wie die zugehörigen Uploads, Titel, Alben, Favoriten und den Hörverlauf. Diese Aktion ist unwiderruflich.
oc: Los artistas seleccionats seràs tirats, e mai los mandadisses, pistas, albums, favorits e istorics d’escota ligats. Aquesta accion es irreversibla.
pl: Wybrany wykonawca zostanie usunięty wraz ze związanymi z nim plikami, utworami, albumami, polubieniami oraz historią odtwarzania. To działanie jest nieodwracalne.
pt_br: O(A) artista selecionado(a) será permanentemente excluído(a), junto com as faixas, álbuns, favoritos e histórico de escutados.
ru: Выбранный исполнитель будет удален вместе со связанными закачками, треками, альбомами, избранным и историей прослушивания. Это действие нельзя отменить.
zh_hans: 选定的歌手，以及相关的上传记录、歌曲、专辑、收藏和收听历史，将被删除。此操作无法逆转。

# Popup/*/Paragraph
source: The selected library will be removed, as well as associated uploads and follows. This action is irreversible.
de: Die ausgewählte Mediathek wird entfernt, ebenso wie zugehörige Uploads und Abonnements. Diese Aktion ist unwiderruflich.
oc: Las bibliotècas seleccionadas seràs tiradas, e mai los mandadisses e abonaments ligats. Aquesta accions es irreversibla.
pl: Wybrana biblioteka zostanie usunięta wraz z powiązanymi plikami i obserwacjami. To działanie jest nieodwracalne.
pt_br: A biblioteca selecionada será permanentemente excluída, junto com os envios e seguidos.
ru: Выбранная библиотека будет удалена вместе со связанными закачками и подписками. Это действие нельзя отменить.
zh_hans: 选定的曲库，以及相关的上传记录和关注，将被删除。此操作无法逆转。

# Popup/*/Paragraph
source: The selected tag will be removed and unlinked with existing content, if any. This action is irreversible.
de: Das ausgewählte Schlagwort wird entfernt und die bestehenden Verknüpfungen zu den Inhalten werden gläscht. Dies ist unwiderruflich.
oc: L’etiqueta seguenta serà tirada e desligada del contengut existent, se cal. Aquesta accion es irreversibla.
pl: Wybrany tag zostanie usunięty i odczepiony od istniejących treści, jeśli jakiekolwiek istnieją. To działanie jest nieodwracalne.
pt_br: A tag selecionada será permanentemente removida e desvinculada do conteúdo, se houver um.
ru: Выбранный тег будет снят со всего связанного с ним содержимого (если оно есть) и удалён. Это действие нельзя отменить.
zh_hans: 选定的标签将被删除，并与现有内容解除链接（如果有）。此操作无法逆转。

# Popup/*/Paragraph
source: The selected tracks will be removed, as well as associated uploads, favorites and listening history. This action is irreversible.
de: Die ausgewählten Titel werden entfernt, ebenso wie die zugehörigen Uploads, Favoriten und der zugehörige Hörverlauf. Das kann nicht rückgängig gemacht werden.
oc: Las pistas seleccionadas seràn tiradas, e mai las pistas, mandadisses e istorics d’escota ligats. Aquesta accion es irreversibla.
pl: Wybrane utwory zostaną usunięte wraz z powiązanymi polubieniami oraz historią odtwarzania. To działanie jest nieodwracalne.
pt_br: As faixas selecionadas serão permanentemente excluídas, junto com os envios, favoritos e histórico de escutados.
ru: Выбранные треки будут удалены вместе со связанными закачками, избранным и историей прослушивания. Это действие нельзя отменить.
zh_hans: 选定的歌曲，以及相关的上传记录、收藏和收听历史，将被删除。此操作无法逆转。

# Popup/*/Paragraph
source: The selected upload will be removed. This action is irreversible.
de: Der Vorschlag wird endgültig gelöscht. Dies ist unwiderruflich.
es: Ésta acción es irreversible.
oc: La suggestion serà complètament tirada, aquesta accion es irreversibla.
pl: Wybrany plik zostanie usunięty. To działanie jest nieodwracalne.
pt_br: O envio selecionado será permanentemente excluído.
ru: Выбранная закачка будет удалена. Это действие нельзя отменить.
zh_hans: 选定的上传记录将被删除。此操作无法逆转。

# Popup/Instance/Error message.List item
source: The server might be down
de: Der Server läuft wahrscheinlich nicht
oc: Se pòt que lo servidor siá atudat
pl: Serwer może być niedostępny
pt_br: Parece que o servidor caiu
ru: Сервер может быть недоступен
zh_hans: 服务器可能开小差了

# Content/Settings/Paragraph
source: The Subsonic API is not available on this Funkwhale instance.
de: Die Subsonic-API ist auf diesem Pod nicht verfügbar.
es: La API Subsonic no está disponible en esta instancia de Funkwhale.
oc: L’API Subsonic es pas disponibla per aquesta instància Funkwhale.
pl: API Subsonic nie jest dostępne na tej instancji Funkwhale.
pt_br: A API Subsonic não está disponível nesta instância do Funkwhale.
ru: Subsonic API недоступен на этом узле Funkwhale.
zh_hans: 本 Funkwhale 实例不允许启用 Subsonic API。

# Popup/Library/Paragraph
source: The suggestion will be completely removed, this action is irreversible.
de: Der Vorschlag wird endgültig gelöscht. Dies ist unwiderruflich.
oc: La suggestion serà complètament tirada, aquesta accion es irreversibla.
pl: Sugestia zostanie całkowicie usunięta. To działanie jest nieodwracalne.
pt_br: A sugestão será permanentemente excluída.
ru: Предложенная правка будет удалена, это действие нельзя отменить.
zh_hans: 这条建议将被删除，此操作无法逆转。

# Content/Moderation/Paragraph
source: The tag will be removed and unlinked from any existing entity. This action is irreversible.
de: Das Schlagwort wird gelöscht und bestehende Verknüpfungen werden entfernt.
oc: L’etiqueta seguenta serà tirada e desligada de las entitats existentas. Aquesta accion es irreversibla.
pl: Tag zostanie usunięty i odczepiony od istniejących treści, jeśli jakiekolwiek istnieją. To działanie jest nieodwracalne.
pt_br: A tag será permanentemente removida e desvinculada da entidade, se houver uma.
ru: Тег будет отвязан от всех существующих объектов и удалён. Это действие нельзя отменить.
zh_hans: 此标签将被删除，并与其他内容解除链接。此操作无法逆转。

# Popup/Playlist/Error message.Title
source: The track can't be added to a playlist
de: Dieser Titel kann nicht zu einer Wiedergabeliste hinzugefügt werden
es: No podemos añadir la canción a una lista de reproducción
oc: Podèm pas ajustar aquesta pista a una lista de lectura
pl: Nie udało się dodać tego utworu do listy odtwarzania
pt_br: Não foi possível adicionar a faixa na lista
ru: Нам не удалось добавить трек в список воспроизведения
zh_hans: 这首歌曲无法添加到歌单中

# Sidebar/Player/Error message.Title
source: The track cannot be loaded
de: Der Titel kann nicht geladen werden
oc: La pista pòt pas èsser cargada
pl: Ten utwór nie mógł zostać wczytany
pt_br: Não foi possível carregar a faixa
ru: Трек не может быть загружен
zh_hans: 此歌曲无法加载

# Content/Moderation/Paragraph
source: The track will be deleted, as well as any related files and data. This action is irreversible.
de: Der Song wird mit allen dazu gehörenden Dateien und Daten gelöscht. Diese Aktion ist unwiederbringlich.
oc: Aquesta pista serà tirada, e mai totes los fichièrs e donadas ligats. Aquesta accions es irreversibla.
pl: Ten utwór zostanie usunięty wraz ze wszystkimi powiązanymi plikami i informacjami. To działanie jest nieodwracalne.
pt_br: A faixa será permanentemente excluída, junto com seus arquivos e dados.
ru: Трек будет удалён вместе со связанными с ним файлами и данными. Это действие нельзя отменить.
zh_hans: 这首歌曲，以及所有相关文件和数据，将被删除。此操作无法逆转。

# Content/Moderation/Paragraph
source: The track will be removed, as well as associated uploads, favorites and listening history. This action is irreversible.
de: Der Titel wird entfernt, ebenso wie die zugehörigen Uploads, Favoriten und der zugehörige Hörverlauf. Das kann nicht rückgängig gemacht werden.
oc: La pista serà tirada, e mai las pistas, mandadisses, favorits e istorics d’escota ligats. Aquesta accion es irreversibla.
pl: Utwór zostanie usunięty wraz z powiązanymi plikami, polubieniami i historią odtwarzania. To działanie jest nieodwracalne.
pt_br: A faixa será permanentemente excluída, junto com os envios, favoritos e histórico de escutados.
ru: Трек будет удалён вместе со связанными закачками, избранным и историей прослушивания. Это действие нельзя отменить.
zh_hans: 这首歌曲，以及相关的上传记录、收藏和收听历史，将被删除。此操作无法逆转。

# Content/Moderation/Paragraph
source: The upload will be removed. This action is irreversible.
de: Der Vorschlag wird endgültig gelöscht. Das kann nicht rückgängig gemacht werden.
es: Ésta acción es irreversible.
oc: La suggestion serà complètament tirada, aquesta accion es irreversibla.
pl: Ten plik zostanie usunięty. To działanie jest nieodwracalne.
pt_br: O envio será permanentemente excluído.
ru: Закачка будет удалена. Это действие нельзя отменить.
zh_hans: 这条上传记录将被删除。此操作无法逆转。

# Sidebar/Settings/Dropdown.Label/Short, Verb
source: Theme
oc: Tèma
ru: Тема
zh_hans: 主题

# Content/Home/Placeholder
source: There are no tracks in this playlist yet
de: In dieser Wiedergabelisten sind bisher keine Titel
oc: I a pas encara de pistas ajustadas a aquesta lista de lectura
pl: Nie ma jeszcze utworów na tej liście odtwarzania
pt_br: Sem faixas na lista ainda
ru: В этом списке пока нет треков
zh_hans: 这个歌单中还没有任何歌曲

# Popup/Moderation/Paragraph
source: This action is irreversible.
de: Dieser Vorgang ist unwiderruflich.
es: Ésta acción es irreversible.
oc: Aquesta accion se pòt pas anullar.
pl: To działanie jest nieodwracalne.
pt_br: Esta ação é irreversível.
ru: Это действие нельзя отменить.
zh_hans: 此操作无法逆转。

# Content/Album/Paragraph
source: This album is present in the following libraries:
de: Dieses Album ist in den folgenden Mediatheken enthalten:
es: Este album ya está en las siguientes bibliotecas:
oc: Aqueste album es present a las bibliotècas seguentas :
pl: Ten album występuje w następujących bibliotekach:
pt_br: Este álbum está presente nas seguintes bibliotecas:
ru: Альбом представлен в следующих библиотеках:
zh_hans: 这个专辑存在于下列曲库中：

# Content/Artist/Paragraph
source: This artist is present in the following libraries:
de: Diese Kunstschaffende Person kommt in den folgenden Mediatheken vor:
es: Este artista ya está en las siguientes bibliotecas:
oc: Aqueste artista es present a las bibliotècas seguentas :
pl: Utwory tego wykonawcy występują w następujących bibliotekach:
pt_br: Este artista está presente nas seguintes bibliotecas:
ru: Исполнитель представлен в следующих библиотеках:
zh_hans: 以下曲库包含了 Ta 的歌曲：

# Content/Moderation/Popup
source: This domain is present in your allow-list
de: Diese Domain befindet sich in deiner Zulassungsliste
oc: Aqueste domeni es present dins vòstra lista d’autorizacion
pl: Ta domena jest obecna na Twojej liście zezwoleń
pt_br: Este domínio está presente na sua lista de permissão
ru: Этот домен присутствует в Вашем "белом" списке
zh_hans: 此域名在允许列表中

# Content/Moderation/Card.Title
source: This domain is subject to specific moderation rules
de: Für diese Domain gelten besondere Moderationsregeln
es: Este dominio está sujeto a reglas de moderación específicas
oc: Aqueste domeni es sosmés a de règlas de moderacion especificadas
pl: Ta domena podlega pod specyficzne reguły moderacyjne
pt_br: Este domínio está sujeito a regras específicas de moderação
ru: К этому домену применяются особые правила модерации
zh_hans: 此域名已受审核规则约束

# Content/Moderation/Card.Title
source: This entity is subject to specific moderation rules
de: Für diese Domain gelten besondere Moderationsregeln
oc: Aquesta entitat es somesa a de règlas de moderacion especificadas
pl: Ta jednostka podlega specyficznym regułom moderacyjnym
pt_br: Esta entidade está sujeita à regras específicas de moderação
ru: К этому объекту применяются особые правила модерации
zh_hans: 此实体已受审核规则约束

# Content/Library/Paragraph
source: This instance offers up to %{quota} of storage space for every user.
de: Dieser Pod bietet den Nutzenden bis zu %{quota} Speicherplatz.
es: Esta instancia ofrece %{ quota } de almacenamiento a cada usuario.
oc: Aquesta instància provesís fins a %{quota} d’espaci per cada utilizaire.
pl: Ta instancja oferuje %{quota} przestrzeni dla każdego użytkownika.
pt_br: Esta instância oferece até %{quota} de espaço de armazenamento por usuário.
ru: Этот узел предоставляет до %{quota} дискового пространства каждому пользователю.
zh_hans: 本站为每个用户提供多达 ％{ quota } 的存储空间。

# Popup/Settings/Paragraph
source: This is irreversible and will permanently remove your data from our servers. You will we immediatly logged out.
de: Dies ist unwiderruflich und deine Daten werden dauerhaft von unseren Servern gelöscht. Du wirst sofort ausgeloggt.
oc: Aquò es irreversible e suprimirà d’un biais permanent vòstras donadas de nòstres servidors. Seretz immediatament desconnectat.
pl: To jest nieodwracalne i permanentnie usunie Twoje dane z naszych serwerów. Zostaniesz natychmiast wylogowany(-a).
pt_br: Esta ação é irreversível e excluirá permanentemente seus dados dos nossos servidores. Você sairá da sua conta imediatamente.
ru: Это окончательно и бесповоротно удалит ваши данные с наших серверов. Вы немедленно выйдете из системы.
zh_hans: 您的账户数据将被我们的服务器永久删除，此操作无法逆转。您将被我们立即登出。

# Content/Settings/Paragraph
source: This is the list of applications that have access to your account data.
de: Dies ist die Liste der Anwendungen, die Zugriff auf deine Kontodaten haben.
oc: Aquò es la lista de las aplicacions qu’an accès a las donadas de vòstre compte.
pl: To jest lista aplikacji, które mają dostęp do informacji Twojego konta.
pt_br: Esta é a lista de aplicativos que tem acesso aos dados da sua conta.
ru: Это список приложений, которые имеют доступ к данным Вашего аккаунта.
zh_hans: 列表中的应用程序有权访问您的账户数据。

# Content/Settings/Paragraph
source: This is the list of applications that you have registered.
de: Dies ist die Liste der Anwendungen, die Du erstellt hast.
oc: Aquò es la lista de las aplicacions qu’avètz creadas.
pl: To jest lista aplikacji, które zarejestrowałeś(-aś).
ru: Это список приложений, которые Вы создали.
zh_hans: 这是由您注册的应用程序列表。

# Content/Profile/Button.Paragraph
source: This is you!
de: Das bist du!
es: ¡Eres tú!
oc: Sètz vos !
pl: To Ty!
pt_br: Este é você!
ru: Это Вы!
zh_hans: 这就是你！

# Content/*/Error message.Title
source: This kind of object isn't supported yet
de: Diese Art von Objekt wird noch nicht unterstützt
oc: Aqueste tipe d’objècte es pas encara compatible
pl: Ten rodzaj obiektu nie jest jeszcze wspierany
pt_br: Tipo de objeto ainda não suportado
ru: Этот вид объекта пока не поддерживается
zh_hans: 这种类型的对象还不受支持

# Content/Library/Input.Placeholder
source: This library contains my personal music, I hope you like it.
de: Diese Mediathek enthält meine persönliche Musik. Ich hoffe sie gefällt euch.
es: Esta biblioteca contiene mi música personal, ¡espero que te guste!
oc: Aquesta bibliotèca conten ma musica personala, espèri que vos agradarà.
pl: Ta biblioteka zawiera moją osobistą muzykę, mam nadzieję że Ci się spodoba.
pt_br: Esta biblioteca contém minhas músicas pessoais, espero que você goste.
ru: Эта библиотека содержит мою личную коллекцию музыки, надеюсь она Вам понравится.
zh_hans: 这个曲库收录了我的个人音乐，希望你喜欢。

# */*/*
source: This library is empty, you should upload something in it!
de: Diese Mediathek ist leer, du solltest etwas hochladen!
oc: Aquesta bibliotèca es voida, deuriatz enviar quicòm !
pl: Ta biblioteka jest pusta, chyba powinieneś coś wrzucić!
ru: Эта библиотека пуста, загрузите что-нибудь в неё!
zh_hans: 这个曲库是空的，您应该上传点音乐上来！

# Content/Library/Card.Help text
source: This library is private and your approval from its owner is needed to access its content
de: Diese Mediathek ist privat. Der Zugriff bedarf der Genehmigung des Eigentümers / der Eigentümerin
es: Esta biblioteca es privada y se necesita la aprobación de su propietario para acceder a su contenido
oc: Aquesta bibliotèca es privada e son proprietari deu validar vòstra demanda d’accès per que accediscatz a son contengut
pl: Ta biblioteka jest prywatna i pozwolenie od jej właściciela jest niezbędne, aby uzyskać do dostęp do jej zawartości
pt_br: Esta biblioteca é privada e a permissão do dono é necessária para ver seu conteúdo
ru: Это личная библиотека и для доступа к ней необходимо получить разрешение владельца
zh_hans: 这个曲库是私有的，访问它的内容需要得到它所有者的批准
