Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# Popup/Playlist/Paragraph
source: "%{ title }", by %{ artist }
de: "%{ title }", von %{ artist }
es: "%{ title }", por %{ artist }
oc: "%{ title }", de %{ artist }
pl: „%{ title }”, od %{ artist }
pt_br: "%{ title }", por %{ artist }
ru: "%{ title }" от %{ artist }
zh_hans: %{ title } - %{ artist }

# Content/Auth/Title
source: %{ app } wants to access your Funkwhale account
de: %{ app } möchte auf dein Funkwhale-Konto zugreifen
es: %{ app } quiere acceder a tu cuenta de Funkwhale
oc: %{ app } vòl accedir a vòstre compte Funkwhale
pl: Aplikacja %{ app } chciałaby uzyskać dostęp do twojego konta Funkwhale
pt_br: %{ app } quer acessar sua conta Funkwhale
ru: %{ app } хочет получить доступ к Вашему аккаунту Funkwhale
zh_hans: %{ app } 想要访问您的 Funkwhale 帐户

# Content/Home/Stat
source: %{ count } active user
de: %{ count } aktive Person
es: %{ count } Usuario activo
oc: %{ count } utilizaire actiu
pl: %{ count } aktywny użytkownik
pt_br: %{ count } usuário ativo
ru: %{ count } активный пользователь
zh_hans: %{ count } 位活跃用户

# */*/*
source: %{ count } episode
de: %{ count } Folge
es: %{ count } episodio
oc: %{ count } episòdi
pl: %{ count } epizod
ru: %{ count } эпизод
zh_hans: %{ count } 个节目

# Content/Channel/Paragraph
source: %{ count } episode
de: %{ count } Folge
es: %{ count } episodio
oc: %{ count } episòdi
pl: %{ count } epizod
pt_br: %{ count } episódio
ru: %{ count } эпизод
zh_hans: %{ count } 个节目

# Content/Favorites/Title
source: %{ count } favorite
de: %{ count } Favorit
es: %{ count } favorito
oc: %{ count } favorit
pl: %{ count } polubienie
pt_br: %{ count } favorito
ru: %{ count } избранный
zh_hans: %{ count } 个收藏

# */*/*
source: %{ count } file
de: %{ count } Datei
es: %{ count } archivo
oc: %{ count } fichièr
pl: %{ count } plik
pt_br: %{ count } arquivo
ru: %{ count } файл
zh_hans: %{ count } 个文件

# Content/Home/Stat
source: %{ count } hour of music
de: %{ count } Stunde Musik
es: %{ count } hora de música
oc: %{ count } ora de musica
pl: %{ count } godzina muzyki
pt_br: %{ count } hora de música
ru: %{ count } час музыки
zh_hans: %{ count } 小时音乐

# Content/Channel/Paragraph
source: %{ count } listening
de: %{ count } Mal gehört
es: %{ count } reproducción
oc: %{ count } escota
pl: %{ count } odsłuchanie
ru: %{ count } прослушивание
zh_hans: %{ count } 次收听

# Content/*/Paragraph
source: %{ count } on %{ total } selected
de: %{ count } von %{ total } ausgewählt
es: Seleccionado %{ count } de %{ total }
oc: %{ count } sus %{ total } element seleccionat
pl: Wybrano %{ count } z %{ total }
pt_br: %{ count } de %{ total } selecionado
ru: выбран %{ count } из %{ total }
zh_hans: 在 %{ total } 中已选定 %{ count } 个

# Content/Channel/Paragraph
source: %{ count } subscriber
de: %{ count } Abonnent·in
es: %{ count } suscriptor
oc: %{ count } abonat
pl: %{ count } subskrybent
pt_br: %{ count } inscrito
ru: %{ count } подписчик
zh_hans: %{ count } 个订阅者

# */*/*
source: %{ count } track
de: %{ count } Titel
es: %{ count } canción
oc: %{ count } pista
pl: %{ count } utwór
pt_br: %{ count } faixa
ru: %{ count } трек
zh_hans: %{ count } 首歌曲

# Content/Artist/Paragraph
source: %{ count } track in %{ albumsCount } albums
de: %{ count } Titel in %{ albumsCount } Alben
es: %{ count } canción en %{ albumsCount } álbunes
oc: %{ count } pista dins %{ albumsCount } albums
pl: %{ count } utwór w %{ albumsCount } albumach
pt_br: %{ count } faixa em %{ albumsCount } álbuns
ru: %{ count } трек из %{ albumsCount } альбомов
zh_hans: 共有 %{ albumsCount } 张专辑中的 %{ count } 首歌曲

# Content/Radio/Table.Paragraph/Short
source: %{ count } track matching combined filters
de: %{ count } Titel entspricht den ausgewählten Filtern
es: %{ count } canción coincidiendo con filtros combinados
oc: %{ count } pista correspond als filtres seleccionats
pl: %{ count } utwór zgodny z wybranymi filtrami
pt_br: %{ count } faixa encontrada com os filtros
ru: %{ count } подходящий трек
zh_hans: %{ count } 首歌曲符合搜索条件

# */Queue/Message
source: %{ count } track was added to your queue
de: 1 Titel wurde zur Warteschlange hinzugefügt
es: %{ count } canción ha sido añadida a tu cola de reproducción
oc: %{ count } pista ajustada a la fila
pl: Dodano %{ count } utwór do kolejki
pt_br: %{ count } faixa adicionada à fila
ru: %{ count } трек добавлен в вашу очередь
zh_hans: %{ count } 首歌曲已添加到您的播放队列中

# Content/Library/Paragraph
source: %{ current } used on %{ max } allowed
de: %{ current } von %{ max } belegt
es: %{ current } usados de %{ max } permitidos
oc: %{ count } utilizat sus %{ total } autorizat
pl: Wykorzystano %{ current } z przydzielonego %{ max }
pt_br: %{ current } usados de %{ max } permitidos
ru: %{ current } использовано из доступных %{ max }
zh_hans: 共 %{ max }，已使用 %{ current }

# Content/*/Paragraph
source: %{ hours } h %{ minutes } min
pl: %{ hours } godz. %{ minutes } min
ru: %{ hours } ч %{ minutes } мин
zh_hans: %{ hours } 小时 %{ minutes } 分钟

# Sidebar/Queue/Text
source: %{ index } of %{ length }
de: %{ index } von %{ length }
es: %{ index } de %{ length }
oc: (%{ index } sus %{ length })
pl: %{ index } z %{ length }
pt_br: %{ index } de %{ length }
ru: (%{ index } из %{ length })
zh_hans: %{ length } 中的第 %{ index } 首

# Content/*/Paragraph
source: %{ minutes } min
ru: %{ minutes } мин
zh_hans: %{ minutes } 分钟

# Content/Notifications/Paragraph
source: %{ username } accepted your follow on library "%{ library }"
de: Das Abonnieren der Mediathek "%{ library }" wurde von %{ username } bestätigt
es: %{ username } aceptó tu seguimiento a la biblioteca "%{ library }"
oc: %{ username } acceptèt vòstra demanda de seguiment de la bibliotèca « %{ library } »
pl: %{ username } zaakceptował(-a) twoją prośbę o obserwowanie biblioteki "%{ library }"
pt_br: %{ username } aceitou sua solicitação para seguir a biblioteca "%{ library }"
ru: %{ username } принял Вашу подписку на библиотеку "%{ library }"
zh_hans: %{ username } 已接受您关注了曲库“%{ library }”

# Content/Notifications/Paragraph
source: %{ username } followed your library "%{ library }"
de: %{ username } hat deine Mediathek "%{ library }" abonniert
es: %{ username } ha seguido tu librería "%{ library }"
oc: %{ username } seguís vòstra bibliotèca « %{ library } »
pl: %{ username } zaobserwował twoją bibliotekę "%{ library }"
pt_br: %{ username } seguiu sua biblioteca "%{ library }"
ru: %{ username } подписался на Вашу библиотеку "%{ library }"
zh_hans: %{ username } 关注了您的曲库“%{ library }”

# Content/Notifications/Paragraph
source: %{ username } wants to follow your library "%{ library }"
de: %{ username } möchte deine Mediathek "%{ library }" abonnieren
es: %{ username } quiere seguir tu librería "%{ library }"
oc: %{ username } vòl seguir vòstra bibliotèca « %{ library } »
pl: %{ username } chciałby obserwować twoją bibliotekę "%{ library }"
pt_br: %{ username } seguiu sua biblioteca "%{ library }"
ru: %{ username } хочет подписаться на Вашу библиотеку "%{ library }"
zh_hans: %{ username } 想关注您的曲库“%{ library }”

# Head/Profile/Title
source: %{ username }'s profile
de: Profil von %{ username }
es: Perfil de %{ username }
oc: Perfil de %{ username }
pl: Profil %{ username }
pt_br: Perfil de %{ username }
ru: Профиль %{ username }
zh_hans: %{ username } 的个人资料

# Popup/Playlist/Paragraph
source: <strong>%{ track }</strong> is already in <strong>%{ playlist }</strong>.
de: <strong>%{ track }</strong> ist bereits in <strong>%{ playlist }</strong>.
es: <strong>%{ track }</strong> ya está en <strong>%{ playlist }</strong>.
oc: <strong>%{ track }</strong> es ja dins <strong>%{ playlist }</strong>.
pl: <strong>%{ track }</strong> jest już w liście odtwarzania <strong>%{ playlist }</strong>.
pt_br: <strong>%{ track }</strong> já está em <strong>%{ playlist }</strong>.
ru: <strong>%{ track }</strong> уже в списке воспроизведения <strong>%{ playlist }</strong>.
zh_hans: 歌曲 <strong>%{ track }</strong> 已经在歌单 <strong>%{ playlist }</strong> 中。

# */*/*
source: 30 days
de: 30 Tage
es: 30 días
oc: 30 jorns
pl: 30 dni
pt_br: 30 dias
ru: 30 дней
zh_hans: 30 天

# */*/*
source: 60 days
de: 60 Tage
es: 60 días
oc: 60 jorns
pl: 60 dni
pt_br: 60 dias
ru: 60 дней
zh_hans: 60 天

# */*/*
source: 90 days
de: 90 Tage
es: 90 días
oc: 90 jorns
pl: 90 dni
pt_br: 90 dias
ru: 90 дней
zh_hans: 90 天

# Content/Library/Help text
source: A network error occurred while uploading this file
de: Beim Hochladen dieser Datei ist ein Netzwerkfehler aufgetreten
es: Ha ocurrido un error de red al subir este archivo
oc: Una error de ret s’es producha en enviar aqueste fichièr
pl: Wystąpił błąd sieciowy podczas przesyłania tego pliku
pt_br: Ocorreu um erro de rede ao enviar este arquivo
ru: При загрузке этого файла произошла сетевая ошибка
zh_hans: 上传此文件时发生网络错误

# App/Message/Paragraph
source: A new version of the app is available.
de: Eine neue Version der App ist verfügbar.
es: Una nueva versión de la app está disponible.
oc: Una nòva version de l’aplicacion es disponibla.
pl: Dostępna jest nowa wersja aplikacji.
pt_br: Nova versão do aplicativo disponível.
ru: Доступна новая версия этого приложения.
zh_hans: 此应用程序的新版本已经发布。

# */*/Placeholder
source: A short summary describing your changes.
de: Kurze Beschreibung deiner Änderung.
es: Ha ocurrido un error al guardar los cambios.
oc: Una descripcion pichona per explicar vòstres cambiaments.
pl: Kilka słów opisujących twoje zmiany.
pt_br: Ocorreu um erro ao salvar suas alterações.
ru: Краткая информация о Ваших правках.
zh_hans: 简要概括您做出的变化。

# Content/About/Heading
source: A social platform to enjoy and share music
de: Eine soziale Plattform zum Hören und Teilen von Musik
es: Una plataforma social para disfrutar y compartir música
oc: Una platafòrma sociala per profeitar e partejar de musica
ru: Социальная сеть для прослушивания и распространения музыки
zh_hans: 一个享受、分享音乐的社交平台

# Footer/About/List item.Link
source: About
de: Über uns
oc: A prepaus
pl: O tej instancji
ru: Информация
zh_hans: 关于

# Head/About/Title
source: About
de: Mehr erfahren
es: Acerca de
oc: A prepaus
pl: O tej instancji
ru: Информация
zh_hans: 关于

# Sidebar/About/List item.Link
source: About
de: Über
es: Acerca de
oc: A prepaus
ru: Информация
zh_hans: 关于

# Footer/About/Title
source: About %{instanceName}
de: Über %{ instanceName }
es: Sobre %{ instance }
oc: A prepaus de %{instanceName}
pl: O %{instanceName}
pt_br: Sobre %{instanceName}
ru: О %{ instance }
zh_hans: 关于 %{instanceName}

# Footer/About/Title
source: About %{instanceUrl}
de: Über %{instanceUrl}
es: Sobre %{instanceUrl}
oc: A prepaus de %{instanceUrl}
pl: O %{instanceUrl}
pt_br: Sobre %{instanceUrl}
ru: О %{ instance }
zh_hans: 关于 %{instanceUrl}

# Footer/*/Title/Short
source: About Funkwhale
de: Über Funkwhale
es: Acerca de Funkwhale
oc: A prepaus de Funkwhale
pl: O Funkwhale
pt_br: Sobre o Funkwhale
ru: О Funkwhale
zh_hans: 关于 Funkwhale

# Content/Home/Header
source: About this Funkwhale pod
de: Über diesen Funkwhale-Pod
es: Sobre este Funkwhale pod
oc: A prepaus d’aqueste pod Funkwhale
pl: O tej instancji
pt_br: Sobre este pod Funkwhale
ru: Об этом узле Funkwhale
zh_hans: 关于此 Funkwhale 实例

# Content/*/*
source: About this license
de: Über diese Lizenz
es: Acerca de esta licencia
oc: A prepaus d’aquesta licéncia
pl: O tej licencji
pt_br: Sobre esta licença
ru: Об этой лицензии
zh_hans: 关于此许可证

# Content/About/Header
source: About this pod
de: Über diesen Pod
es: Acerca de este pod
oc: A prepaus d’aqueste pod
pl: O tej instancji
pt_br: Sobre este pod
ru: Об этом узле
zh_hans: 关于此实例

# Content/About/Paragraph
source: About this pod
de: Über diesen Pod
es: Acerca de este pod
oc: A prepaus d’aqueste pod
ru: Об этом узле
zh_hans: 关于此实例

# Sidebar/*/List item.Link
source: About this pod
de: Über diesen Pod
es: Acerca de este pod
oc: A prepaus d’aquesta instància
pl: O tej instancji
pt_br: Sobre este pod
ru: Об этом узле
zh_hans: 关于此实例

# Content/Library/Button.Label
source: Accept
de: Annehmen
es: Aceptar
oc: Acceptar
pl: Zaakceptuj
pt_br: Aceitar
ru: Принять
zh_hans: 接受

# Content/Library/Table/Short
source: Accepted
de: Akzeptiert
es: Aceptado
oc: Acceptat
pl: Zaakceptowano
pt_br: Aceito
ru: Подтверждено
zh_hans: 接受

# Content/Settings/Message
source: Access disabled
de: Zugriff deaktiviert
es: Acceso deshabilitado
oc: Accès desactivat
pl: Dostęp wyłączony
pt_br: Acesso desativado
ru: Доступ отключен
zh_hans: 权限已禁用

# Content/OAuth Scopes/Paragraph
source: Access to audio files, libraries, artists, albums and tracks
de: Zugriff auf Audio Dateien, Mediatheken, Künstler·innen, Alben und Lieder
es: Acceso a archivos de audio, librerías, artistas, álbumes y canciones
oc: Accès als fichièrs àudio, bibliotècas, artistas, albums e pistas
pl: Dostęp do plików audio, bibliotek, wykonawców, albumów i utworów
pt_br: Ver arquivos de áudio, bibliotecas, artistas, álbuns e faixas
ru: Доступ к аудио файлам, библиотекам, исполнителям, альбомам и трекам
zh_hans: 访问音频文件，曲库，音乐人，专辑和歌曲

# Content/OAuth Scopes/Paragraph
source: Access to content filters
de: Zugriff zu den Filter-Inhalten
es: Seleccionar un filtro
oc: Accès als filtre de contengut
pl: Dostęp do filtrów treści
pt_br: Ver filtros
ru: Доступ к фильтрам содержимого
zh_hans: 访问内容过滤器

# Content/OAuth Scopes/Paragraph
source: Access to e-mail, username, and profile information
de: Zugriff auf E-Mail-Adresse, Benutzernamen und Profilinformationen
es: Acceso al correo electrónico, al nombre de usuario y a la información del perfil
oc: Accès als corrièls, nom d’utilizaire e informacions del perfil
pl: Dostęp do adresu e-mail, nazwy użytkownika i informacji o profilu
ru: Доступ к электронной почте, имени пользователя и информации профиля
zh_hans: 查看电子邮件、用户名和个人资料信息

# Content/OAuth Scopes/Paragraph
source: Access to edits
de: Zugriff auf Änderungen
es: Acceso deshabilitado
oc: Accès a las modificacions
pl: Dostęp do edycji
pt_br: Ver edições
ru: Доступ к правкам
zh_hans: 访问编辑

# Content/OAuth Scopes/Paragraph
source: Access to favorites
de: Zugriff zu deinen Favoriten
es: Añadir a favoritos
oc: Accès als favorits
pl: Dostęp do ulubionych
pt_br: Ver favoritos
ru: Доступ к избранному
zh_hans: 访问收藏

# Content/OAuth Scopes/Paragraph
source: Access to follows
de: Zugriff zu deinen Abonnements
es: Acceso al contenido seguido
oc: Accès al seguiment
pl: Dostęp do obserwowanych
pt_br: Ver seguidos
ru: Доступ к подпискам
zh_hans: 访问关注列表

# Content/OAuth Scopes/Paragraph
source: Access to listening history
de: Zugriff zu deiner Abspiel-Chronik
es: Acceso al histórico de escuchas
oc: Accès a l’istoric d’escota
pl: Dostęp do historii odtwarzania
pt_br: Ver histórico de escutados
ru: Доступ к истории прослушивания
zh_hans: 访问收听历史

# Content/OAuth Scopes/Paragraph
source: Access to moderation reports
de: Zugriff auf Moderationsberichte
es: Acceso deshabilitado
oc: Accès als senhalaments de moderacion
pl: Dostęp do zgłoszeń moderacyjnych
ru: Доступ к сообщениям для модераторов
zh_hans: 访问审核报告

# Content/OAuth Scopes/Paragraph
source: Access to notifications
de: Zugriff zu Benachrichtigungen
es: Silenciar notificaciones
oc: Accès a las notificacions
pl: Dostęp do powiadomień
pt_br: Ver notificações
ru: Доступ к уведомлениям
zh_hans: 访问通知

# Content/OAuth Scopes/Paragraph
source: Access to playlists
de: Zugriff zu den Wiedergabelisten
es: Acceso a listas de reproducción
oc: Accès a las listas de lectura
pl: Dostęp do list odtwarzania
pt_br: Ver listas
ru: Доступ к спискам воспроизведения
zh_hans: 访问歌单

# Content/OAuth Scopes/Paragraph
source: Access to radios
de: Zugriff zu den Radios
es: Acceso deshabilitado
oc: Accès a las ràdios
pl: Dostęp do stacji radiowych
pt_br: Ver rádios
ru: Доступ к радио
zh_hans: 访问电台

# Content/OAuth Scopes/Paragraph
source: Access to security settings such as password and authorization
de: Zugriff zu den Sicherheitseinstellungen wie Passwort und Berechtigungen
es: Acceso a los parámetros de seguridad como los pasaportes y las autorizaciones
oc: Accedir als paramètres de seguretat coma lo senhal e las autorizacions
pl: Dostęp do ustawień związanych z bezpieczeństwem np. haseł i autoryzacji
ru: Доступ к настройкам безопасности, таким как пароль и авторизация
zh_hans: 访问安全设置，如密码和第三方应用授权

# Content/Applications/Label
source: Access token
de: Zugriffs-Token
es: Token de acceso
oc: Geton d’accès
pl: Token dostępowy
ru: Токен доступа
zh_hans: 访问令牌

# Content/*/*/Noun
source: Accessed date
de: Zugriffsdatum
es: Acceso deshabilitado
oc: Data d’accès
pl: Data dostępu
pt_br: Data de acesso
ru: Время доступа
zh_hans: 访问日期

# */*/*/Noun
source: Account
de: Konto
es: Cuentas
oc: Compte
pl: Konto
pt_br: Conta
ru: Статус аккаунта
zh_hans: 帐户

# Content/Moderation/Title
source: Account data
de: Kontoübersicht
es: Datos de cuenta
oc: Donadas del compte
pl: Dane konta
pt_br: Dados da conta
ru: Данные аккаунта
zh_hans: 帐户资料

# Content/Settings/Title
source: Account settings
de: Kontoeinstellungen
es: Configuración de cuenta
oc: Paramètres del compte
pl: Ustawienia konta
pt_br: Configurações da conta
ru: Настройки аккаунта
zh_hans: 帐户设置

# Head/Settings/Title
source: Account Settings
de: Kontoeinstellungen
es: Configuración de Cuenta
oc: Paramètres del compte
pl: Ustawienia konta
pt_br: Configurações da conta
ru: Настройки аккаунта
zh_hans: 帐户设置

# Content/Admin/Table.Label/Short, Noun
source: Account status
de: Kontostatus
es: Estado de cuenta
oc: Estat del compte
pl: Stan konta
pt_br: Status da conta
ru: Статус аккаунта
zh_hans: 帐户状态

# Content/Signup/Input.Label
source: Account's e-mail address
de: Konto-E-Mail-Adresse
es: Correo de la cuenta
oc: Adreça electronica del compte
pl: Adres e-mail
ru: Электронная почта
zh_hans: 账户邮箱

# */Moderation/Title
source: Accounts
de: Kontos
es: Cuentas
oc: Comptes
pl: Konta
pt_br: Contas
ru: Аккаунты
zh_hans: 帐户

# Content/Library/Table.Label
source: Action
de: Aktion
es: Acción
oc: Accion
pl: Działanie
pt_br: Ação
ru: Действие
zh_hans: 操作

# Content/*/Paragraph
source: Action %{ action } was launched successfully on %{ count } element
de: Die Aktion %{ action } wurde erfolgreich auf %{ count } Element gestartet
es: La acción %{ action } se lanzó con éxito en %{ count } elemento
oc: L’action %{ action } es estada lançada corrèctament sus %{ count } element
pl: Działanie %{ action } zostało pomyślnie wykonane na %{ count } elemencie
pt_br: Ação %{ action } aplicada com sucesso em %{ count } elemento
ru: Действие %{ action } было успешно запущено на %{ count } элементе
zh_hans: 操作 ％{action} 已对 ％{count} 个项目成功执行

# */*/*
source: Actions
de: Aktionen
es: Acciones
oc: Accions
pl: Działania
pt_br: Ações
ru: Действия
zh_hans: 操作

# */*/Form-builder,Help
source: Actions
de: Aktionen
es: Acciones
oc: Accions
pl: Działania
ru: Действия
zh_hans: 操作

# Content/*/*/Noun
source: Actions
de: Aktionen
es: Acciones
oc: Accions
pl: Działania
pt_br: Ações
ru: Действия
zh_hans: 操作

# Content/Admin/Table
source: Active
de: Aktiv
es: Activo
oc: Actiu
pl: Aktywny
pt_br: Ativo
ru: Активен(на)
zh_hans: 活跃

# Content/About/*
source: active user
de: Eine aktive Person
es: usuario activo
oc: utilizaire actiu
ru: активный пользователь
zh_hans: 活跃用户

# Content/Moderation/Title
source: Activity
de: Aktivität
es: Actividad
oc: Activitat
pl: Aktywność
pt_br: Atividade
ru: Активность
zh_hans: 活动

# Content/Profile/*
source: Activity
de: Aktivität
es: Actividad
oc: Activitat
pl: Aktywność
pt_br: Atividade
ru: Активность
zh_hans: 活动

# Content/Settings/Dropdown.Label/Noun
source: Activity visibility
de: Sichtbarkeit der Aktivität
es: Mostrar mi actividad
oc: Visibilitat de l’activitat
pl: Widoczność aktywności
pt_br: Visibilidade da atividade
ru: Видимость активности
zh_hans: 活动可见性

# Content/Moderation/Button/Verb
source: Add
de: Hinzufügen
es: Añadir
oc: Ajustar
pl: Dodaj
pt_br: Adicionar
ru: Добавить
zh_hans: 添加

# Content/*/Button.Label/Verb
source: Add a description…
de: Beschreibung hinzufügen…
es: Añadir una descripción…
oc: Ajustar una descripcion…
pl: Dodaj opis…
pt_br: Adicionar descrição…
ru: Добавить описание…
zh_hans: 添加描述…

# Content/Moderation/Form.Label/Verb
source: Add a domain
de: Domain hinzufügen
es: Añadir un dominio
oc: Ajustar un domeni
pl: Dodaj domenę
pt_br: Adicionar domínio
ru: Добавить домен
zh_hans: 添加域名

# Content/Channels/Popup.Paragraph
source: Add a license to your upload to ensure some freedoms to your public.
de: Füge deinem Upload eine Lizenz hinzu, um deiner Öffentlichkeit bestimmte Freiheiten zu gewährleisten.
es: Añade una licencia al contenido que subes para garantizar algunas libertades a tu público.
oc: Ajustatz una licéncia a vòstre mandadís per assegurar las libertats de vòstre public.
pl: Wybierz na jakiej licencji będą dostępne zamieszczone treści, aby zapewnić pewne wolności swojej publice.
pt_br: Adicione uma licença para seu arquivo para garantir algumas liberdades ao seu público.
ru: Добавьте информацию о лицензии к вашей закачке, чтобы слушатели были в курсе.
zh_hans: 为您的上传添加一个许可证，以确保您的受众有部分自由。

# Content/Moderation/Button/Verb
source: Add a moderation policy
de: Moderationsregel hinzufügen
es: Añadir una nueva regla de moderación
oc: Ajustar una règla de moderacion
pl: Dodaj politykę moderacji
pt_br: Adicionar regra de moderação
ru: Добавить политику модерации
zh_hans: 添加一个审核策略

# */*/Form-builder
source: Add a new field
de: Neues Feld hinzufügen
es: Añade una nueva entrada
oc: Ajustar un camp novèl
pl: Dodaj nowe pole
pt_br: Adicionar um novo campo
ru: Добавить новое поле
zh_hans: 添加一个新字段

# Content/Moderation/Card.Button.Label/Verb
source: Add a new moderation rule
de: Moderationsregel hinzufügen
es: Añadir una nueva regla de moderación
oc: Ajustar una nòva règla de moderacion
pl: Dodaj nową regułę moderacji
pt_br: Adicionar nova regra de moderação
ru: Добавить правило модерации
zh_hans: 添加一条新的审核规则

# Content/Library/Title/Verb
source: Add and manage content
de: Inhalte hochladen und verwalten
es: Agregar y gestionar contenido
oc: Ajustar e gerir lo contengut
pl: Dodaj lub zarządzaj zawartością
pt_br: Adicionar e gerenciar conteúdo
ru: Добавить или управлять содержимым
zh_hans: 添加和管理内容

# */Playlist/Button.Label/Verb
source: Add anyways
de: Trotzdem hinzufügen
es: Añade igualmente
oc: Ajustar pr’aquò
pl: Dodaj mimo to
pt_br: Adicionar assim mesmo
ru: Всё равно добавить
zh_hans: 继续添加

# */Library/*/Verb
source: Add content
de: Inhalte hinzufügen
es: Añadir contenido
oc: Ajustar de contengut
pl: Dodaj zawartość
pt_br: Adicionar conteúdo
ru: Добавить содержимое
zh_hans: 添加内容

# Content/Radio/Button.Label/Verb
source: Add filter
de: Filter hinzufügen
es: Añadir filtro
oc: Ajustar lo filtre
pl: Dodaj filtr
pt_br: Adicionar filtro
ru: Добавить фильтр
zh_hans: 添加过滤规则

# Content/Radio/Paragraph
source: Add filters to customize your radio
de: Füge Filter hinzu, um dein Radio zu personalisieren
es: Añade filtros para personalizar tu radio
oc: Ajustar de filtres per dire de personalizar vòstra ràdio
pl: Dodaj filtry, aby dostosować swoją stację radiową
pt_br: Adicionar filtros para personalizar sua rádio
ru: Добавить фильтры, чтобы настроить своё радио
zh_hans: 添加过滤规则来定制您的电台

# Content/Profile/Button
source: Add new
de: Neu hinzufügen
es: Añadir nuevo
oc: Ajustar nòu
pl: Dodaj
pt_br: Adicionar novo
ru: Добавить новый
zh_hans: 添加新的

# Content/Moderation/Button.Label/Verb
source: Add note
de: Notiz hinzufügen
es: Añadir nota
oc: Ajustar una nòta
pl: Dodaj notatkę
pt_br: Adicionar comentário
ru: Добавить примечание
zh_hans: 添加注释

# Content/*/Verb
source: Add some music
de: Musik hinzufügen
es: Añadir algo de música
oc: Ajustar musica
pl: Dodaj trochę muzyki
pt_br: Adicionar música
ru: Добавить музыку
zh_hans: 添加音乐

# Content/Moderation/Action/Verb
source: Add to allow-list
de: Zur Zulassungsliste hinzufügen
es: Añadir a lista de permitidos
oc: Ajustar a la lista d’autorizacion
pl: Dodaj do listy zezwoleń
pt_br: Adicionar à lista de permissão
ru: Добавить в "белый" список
zh_hans: 添加到允许列表
