Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# Content/Library/Card.Help text
source: This library is public and you can access its content freely
de: Diese Mediathek ist öffentlich. Du kannst auf den Inhalt ohne Einschränkung zugreifen
es: Esta biblioteca es pública y puedes acceder a su contenido libremente
oc: Aqueste bibliotèca es publica e podètz accedir a son contengut liurament
pl: Ta biblioteka jest publiczna i możesz swobodnie uzyskać dostęp do jej zawartości
pt_br: Esta biblioteca é pública e você pode ver seu conteúdo livremente
ru: Это публичная библиотека и у Вас есть свободный доступ к её содержимому
zh_hans: 这个曲库是公开的，您可以自由访问它的内容

# Content/Library/Card.Help text
source: This library is restricted to users on this pod only
de: Diese Mediathek ist nur für Nutzende dieses Pods zugänglich
oc: Aquesta bibliotèca es restrencha als utilizaires d’aquesta instància solament
pl: Dostęp do tej biblioteki jest ograniczony tylko do użytkowników tej instancji
ru: Эта библиотека открыта только пользователям этого узла
zh_hans: 这个曲库仅限于本站用户访问

# Modal/*/Paragraph
source: This may affect a lot of elements or have irreversible consequences, please double check this is really what you want.
de: Dieser Vorgang kann mehrere Elemente betreffen. Überlege, ob du es wirklich so willst.
es: Esto puede afectar a muchos elementos, por favor comprueba si esto es realmente lo que quieres.
oc: Aquesta operacion pòt afectar mantun elements o pòt pas èsser anullada, mercés de verificar s’es ben çò que desiratz.
pl: Może to wpływać na wiele rzeczy lub mieć nieodwracalne skutki, sprawdź dwukrotnie czy to na pewno to, czego chcesz.
pt_br: Isso pode afetar muitos elementos ou ter consequências irreversíveis, por favor, verifique se é o que você realmente deseja.
ru: Это может повлиять на многие элементы, пожалуйста перепроверьте что Вы действительно хотите этого.
zh_hans: 这个操作可能会产生大范围的影响或不可逆转的后果，请再三检查并确认您的操作。

# Content/*/Error message.Title
source: This object cannot be retrieved
de: Dieses Objekt kann nicht abgerufen werden
oc: Se pòt pas recuperar aqueste objècte
pl: Ten obiekt nie mógł zostać pobrany
pt_br: Não foi possível recuperar este objeto
ru: Этот объект не может быть получен
zh_hans: 无法检索此对象

# Content/*/Message
source: This object is managed by another server, you cannot edit it.
de: Dieses Objekt wird von einem anderen Server verwaltet. Du kannst es nicht bearbeiten.
oc: Aqueste objècte es gerit per un autre servidor, podètz pas lo modificar.
pl: Ten obiekt jest zarządzany przez inną instancję, nie możesz go edytować.
pt_br: Não é possível editar este objeto, ele é gerenciado por outro servidor.
ru: Этот объект управляется другим сервером, Вы не можете редактировать его.
zh_hans: 此对象由另一台服务器管理，您无法编辑它。

# Content/Home/Paragraph
source: This pod runs Funkwhale, a community-driven project that lets you listen and share music and audio within a decentralized, open network.
de: Auf diesem Pod läuft Funkwhale, ein Gemeinschaftsprojekt, mit dem du Musik und andere Audioinhalte innerhalb eines dezentralen, offenen Netzwerks hören und austauschen kannst.
oc: Aqueste pod executa Funkwhale, un projècte menat per una comunitat que vos permet d’escotar e partejar de musica e d’àudio dins un malhum descentralizat e liure.
pl: Ta instancja używa Funkwhale - tworzonego przez społeczność projektu, który pozwala Ci słuchać i udostępniać muzykę w zdecentralizowanej, otwartej sieci.
pt_br: Este pod roda Funkwhale, um projeto comunitário que permite compartilhar músicas e áudios numa rede aberta e descentralizada.
ru: Этот узел работает на Funkwhale, общественном проекте, который позволяет Вам слушать и делиться музыкой и другим аудио по децентрализованной открытой сети.
zh_hans: 本站正在运行 Funkwhale，是一个由社区支持的项目，允许您在去中心化、公开的网络中收听、分享音乐及各种音频。

# Content/Library/Help text
source: This track could not be processed, please make sure it is tagged correctly
de: Dieser Titel konnte nicht verarbeitet werden, bitte stelle sicher, dass er korrekt verschlagwortet ist
oc: Una error s’es producha en tractar aquesta pista, asseguratz-vos qu’es corrèctament etiquetada
pl: Wystąpił błąd podczas przetwarzania tego utworu, upewnij się że posiada on poprawne metadane
pt_br: Não foi possível processar esta faixa, verifique se ela está com as tags adequadas
ru: Произошла ошибка во время обработки этого трека, убедитесь что у него корректные теги
zh_hans: 无法处理这首歌曲，请确保它被正确地标记

# Content/Library/Help text
source: This track has been uploaded, but hasn't been processed by the server yet
de: Der Titel wurde hochgeladen, er ist aber noch nicht vom Server verarbeitet worden
es: La pista se ha subido pero aún no la ha procesado el servidor
oc: La pista es enviada mas pas encara tractada pel servidor
pl: Ten utwór został przesłany, ale nie został jeszcze przetworzony przez serwer
pt_br: Faixa enviada, mas ainda não foi processada pelo servidor
ru: Трек загружен, но ещё не обработан сервером
zh_hans: 这首歌曲已经上传，但是还没有被服务器处理

# Content/Library/Help text
source: This track has been uploaded, but hasn't been scheduled for processing yet
de: Der Titel wurde hochgeladen, er ist aber noch nicht vom Server verarbeitet worden
oc: La pista es enviada mas pas encara prevista per tractament pel servidor pel moment
pl: Ten utwór został przesłany, ale nie został jeszcze wyznaczony do przetwarzania
pt_br: Faixa enviada, mas ainda não foi processada pelo servidor
ru: Трек загружен, но ещё не поставлен в очередь на обработку
zh_hans: 这首歌曲已经上传，但还没有被服务器安排处理

# Content/Library/Help text
source: This track is already present in one of your libraries
de: Eine deiner Mediatheken enthält bereits diesen Titel
es: La pista ya está en alguna de tus bibliotecas
oc: La pista ja presenta dins una de vòstras bibliotècas
pl: Ten utwór jest już w jednej z bibliotek
pt_br: Faixa já presente em uma de suas bibliotecas
ru: Трек уже находится в одной из Ваших библиотек
zh_hans: 这首歌曲已经存在于您的某个曲库中

# */Queue/Button/Title
source: This track is not available in any library you have access to
de: Dieser Titel ist in keiner deiner verfügbaren Mediatheken enthalten
es: Esta pista no está disponible en ninguna biblioteca a la que tenga acceso
oc: Aquesta pista es pas disponibla dins cap de las bibliotècas qu’avètz accès
pl: Ten utwór nie jest dostępny w żadnej z bibliotek, do których masz dostęp
pt_br: Esta faixa não está disponível em nenhuma biblioteca à qual você possa ver
ru: Этот трек недоступен ни в одной из библиотек, к которым у Вас есть доступ
zh_hans: 这首歌曲不存在于任何您可访问的曲库中

# Content/Track/Paragraph
source: This track is present in the following libraries:
de: Dieser Titel ist in den folgenden Mediatheken enthalten:
es: Esta canción ya está en las siguientes bibliotecas:
oc: Aquesta pista es presenta a las bibliotècas seguentas :
pl: Ten utwór występuje w następujących bibliotekach:
pt_br: Esta faixa está presente nas seguintes bibliotecas:
ru: Этот трек представлен в следующих библиотеках:
zh_hans: 这首歌曲存在于下列曲库中：

# Content/Profile/Paragraph
source: This user shared the following libraries
de: Diese Person hat die folgenden Mediatheken freigegeben
oc: Aqueste utilizaire partegèt las bibliotècas seguentas
pl: Ten użytkownik udostępnił następujące biblioteki
ru: Этот пользователь поделился следующими библиотеками
zh_hans: 这个用户共享了下列曲库

# Content/Moderation/Paragraph
source: This user wants to sign-up on your pod.
de: Diese Person möchte sich bei deinem Pod registrieren.
oc: Aqueste utilizaire vòl se marcar a vòstra instància.
pl: Ten użytkownik chce się zarejestrować na Twojej instancji.
ru: Этот пользователь хочет зарегистрироваться на вашем узле.
zh_hans: 此用户希望在您的站点上注册。

# Popup/Playlist/Paragraph
source: This will completely delete this playlist and cannot be undone.
de: Die Wiedergabeliste wird dauerhaft gelöscht und kann nicht zurückerstellt werden.
es: Esto borrará por completo esta lista de reproducción y no se podrá deshacer.
oc: Aquò escafarà aquesta lista de lectura per totjorn e poirà pas èsser anullat.
pl: Spowoduje to bezpowrotne usunięcie listy odtwarzania. To działanie jest nieodwracalne.
pt_br: Isso vai excluir permanentemente sua lista.
ru: Это необратимо удалит список воспроизведения.
zh_hans: 此歌单将被删除，且操作无法逆转。

# Popup/Radio/Paragraph
source: This will completely delete this radio and cannot be undone.
de: Das Radio wird dauerhaft gelöscht und kann nicht wiederhergestellt werden.
es: Esto borrará por completo esta radio y no se podrá deshacer.
oc: Aquò escafarà aquesta ràdio per totjorn e poirà pas èsser anullat.
pl: Spowoduje to bezpowrotne usunięcie stacji radiowej. To działanie jest nieodwracalne.
pt_br: Isso vai excluir permanentemente sua rádio.
ru: Это радио будет необратимо удалено.
zh_hans: 此电台将被删除，且操作无法逆转。

# Popup/Settings/Paragraph
source: This will completely disable access to the Subsonic API using from account.
de: Der Zugriff zur Subsonic-API wird für dieses Konto deaktiviert.
es: Esto desactivará por completo el acceso a la API Subsonic desde esta cuenta.
oc: Aquò desactivarà complètament l’accès a l’API Subsonic de vòstre compte estant.
pl: To całkowicie wyłączy dostęp do API Subsonic z tego konta.
pt_br: Isso vai desativar completamente o acesso á API Subsonic usada na conta.
ru: Это полностью отключит доступ к Subsonic API для этого аккаунта.
zh_hans: 账户将被禁止调用 Subsonic API。

# Content/Moderation/Popup,Paragraph
source: This will delete the object associated with this report and mark the report as resolved. The deletion is irreversible.
de: Dies entfernt das mit diesem Bericht verknüpfte Objekt und der Bericht wird als gelöst markiert. Die Löschung ist unwiderruflich.
oc: Aquò suprimirà l’objècte ligat amb aqueste senhalament e lo marcarà coma resolgut. Aquesta supression es irreversibla.
pl: To usunie obiekt związany z tym raportem i zaznaczy raport jako rozwiązany. Usunięcie jest nieodwracalne.
pt_br: Isto irá excluir o objeto associado à esta denúncia e marcar a denúncia como resolvida. A exclusão é irreversível.
ru: Это удалит объект, связанный с этой жалобой, и пометит саму жалобу как разрешённую. Это действие нельзя отменить.
zh_hans: 这将删除此报告所指的对象，并将报告标记为已解决。删除操作无法逆转。

# Popup/Settings/Paragraph
source: This will log you out from existing devices that use the current password.
de: Du wirst von den vorhandenen Geräten abgemeldet, die dieses Kennwort nutzen.
es: Esto cerrará tus sesiones en todos los dispositivos que usan esa contraseña.
oc: Aquò vos desconnectarà de totes los periferics qu’utilizan aqueste senhal.
pl: To wyloguje Cię z urządzeń na których jesteś obecnie zalogowany.
pt_br: Isso fará com que sua conta saia de todos os dispositivos que usem a senha atual.
ru: Это приведёт к отключению устройств которые используют текущий пароль.
zh_hans: 这将使您的账户在使用当前密码的设备上被登出。

# Popup/Settings/Paragraph
source: This will permanently remove the application and all the associated tokens.
de: Dies löscht die Anwendung und alle damit verbunden Tokens dauerhaft.
oc: Aquò escafarà aquesta aplicacion per totjorn e totes los getons ligats.
pl: To permanentnie usunie aplikację i wszystkie powiązane tokeny.
ru: Это необратимо удалит приложение и все связанные с ним токены.
zh_hans: 这将永久删除应用程序以及所有关联密钥。

# Popup/Settings/Paragraph
source: This will prevent this application from accessing the service on your behalf.
de: Dies verhindert, dass diese Anwendung in deinem Namen auf den Dienst zugreifen kann.
oc: Aquò empacha aquesta aplicacion d’accedir al servici en vòstre nom.
pl: To uniemożliwi tej aplikacji dostęp do usługi w Twoim imieniu.
pt_br: Isso impedirá que esse aplicativo acesse o serviço em seu nome.
ru: Это предотвратит доступ приложения к сервису от вашего имени.
zh_hans: 这将撤销您对此应用程序的授权。

# Popup/Playlist/Paragraph
source: This will remove all tracks from this playlist and cannot be undone.
de: Damit werden alle Titel von der Wiedergabeliste gelöscht. Dies ist unwiderruflich.
es: Esto borrará todas las canciones de esta lista de reproducción y no se podrá deshacer.
oc: Aquò escafarà totas las pistas de la lista de lectura e poirà pas èsser anullat.
pl: To bezpowrotnie usunie wszystkie utwory z tej listy odtwarzania i nie zostać być cofnięte.
pt_br: Isso vai excluir permanentemente todas as faixas da sua lista.
ru: Это необратимо удалит все треки из этого списка воспроизведения.
zh_hans: 这将移除这个歌单中的所有歌曲，且无法撤销。

# */*/*/Noun
source: Title
de: Titel
es: Título
oc: Títol
pl: Tytuł
pt_br: Título
ru: Название
zh_hans: 标题

# Popup/Instance/Paragraph
source: To continue, please select the Funkwhale instance you want to connect to. Enter the address directly, or select one of the suggested choices.
de: Wähle bitte nun den Funkhwhale-Pod aus, zu dem du dich verbinden möchtest. Gib die Adresse direkt an, oder wähle einen der Vorschläge aus.
oc: Per contunhar, seleccionatz una instància Funkwhale que volètz vos i connectar. Picatz l’adreça dirèctament, o seleccionatz-ne una dins las en suggestion.
pl: Aby kontynuować proszę wybrać instancję Funkwhale do której chcesz się połączyć. Wpisz bezpośrednio adres albo wybierz jedną z sugerowanych opcji.
pt_br: Para continuar, insira a instância Funkwhale que você deseja entrar. Digite o endereço ou selecione uma das sugeridas.
ru: Чтобы продолжить, пожалуйста выберите узел Funkwhale, к которому Вы соединяетесь. Введите сам адрес или выберите один из предложенных вариантов.
zh_hans: 若要继续，请指定您要连接的 Funkwhale 实例。您可以直接输入地址，或从建议的选项中选择一个。

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Toggle favorite
de: Zu den Favoriten hinzufügen/entfernen
oc: Ajustar/Tirar dels favorits
pl: Dodaj lub usuń z ulubionych
pt_br: Alterar favorito
ru: Добавить/убрать из избранного
zh_hans: 收藏/取消收藏

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Toggle mute
de: Stummschalten/Stummschaltung aufheben
oc: Copar/Restablir lo son
pl: Przełącz wyciszenie
pt_br: Alterar mudo
ru: Вкл/откл. звук
zh_hans: 静音/取消静音

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Toggle queue looping
de: Warteschlangenwiederholung umschalten
es: Alternar cola en bucle
oc: Cambiar lo tipe de lectura de la lista
pl: Włącz zapętlenie kolejki
pt_br: Botão de repetição da fila
ru: Включить цикличное проигрывание очереди
zh_hans: 切换循环播放模式

# Content/Moderation/Table.Label
source: Total size
de: Gesamtvolumen
es: Tamaño total
oc: Talha totala
pl: Całkowity rozmiar
pt_br: Tamanho total
ru: Общий размер
zh_hans: 总文件大小

# Content/Library/Card.Help text
source: Total size of the files in this library
de: Gesamtgröße der Dateien in dieser Mediathek
es: Tamaño total de la biblioteca
oc: Talha totala dels fichièrs d’aquesta bibliotèca
pl: Łączny rozmiar wszystkich plików w tej bibliotece
pt_br: Tamanho total dos arquivos nesta biblioteca
ru: Суммарный размер файлов в этой библиотеке
zh_hans: 曲库中文件总大小

# Content/*/*
source: Total users
de: Gesamtanzahl der Nutzenden
es: Usuarios totales
oc: Utilizaires totals
pl: Wszyscy użytkownicy
pt_br: Total de usuários
ru: Всего пользователей
zh_hans: 用户总数

# Content/About/*
source: track
de: Titel
oc: pista
ru: трек
zh_hans: 歌曲

# */*/*/Noun
source: Track
de: Titel
es: Canción
oc: Pista
pl: Utwór
pt_br: Faixa
ru: Трек
zh_hans: 歌曲

# Content/Library/Card/Short
source: Track #%{ id } - %{ name }
de: Titel Nr. %{ id } - %{ name }
oc: Pista #%{ id } - %{ name }
pl: Utwór #%{ id } - %{ name }
pt_br: Faixa #%{ id } - %{ name }
ru: Трек #%{ id } - %{ name }
zh_hans: 歌曲 #%{ id } - %{ name }

# Sidebar/Queue/Text
source: Track %{ index } of %{ length }
de: Titel %{ index } von %{ length }
oc: Pista (%{ index } sus %{ length })
pl: Utwór %{ index } z %{ length }
pt_br: Faixa (%{ index } de %{ length })
ru: (%{ index } из %{ length })
zh_hans: 第 %{ index } 首歌曲，共 %{ length } 首

# Content/Moderation/Title
source: Track data
de: Titeldaten
es: Nombre
oc: Donada de la pista
pl: Dane utworu
pt_br: Dados da faixa
ru: Данные трека
zh_hans: 歌曲数据

# */Queue/Dropdown/Button/Label/Short
source: Track details
de: Titeldetails
oc: Detalhs de la pista
pl: Szczegóły utworu
ru: Подробности
zh_hans: 歌曲详情

# Content/*/*
source: Track Details
de: Titeldetails
oc: Detalhs de la pista
pl: Szczegóły utworu
pt_br: Detalhes da faixa
ru: Подробности
zh_hans: 歌曲详情

# Content/*/Dropdown/Noun
source: Track name
de: Titelname
es: Nombre
oc: Nom de la pista
pl: Tytuł utworu
pt_br: Nome da faixa
ru: Название трека
zh_hans: 歌名

# Content/Channel/*
source: Track Picture
de: Titelbild
oc: Imatge de la pista
pl: Obrazek utworu
pt_br: Foto da faixa
ru: Картинка трека
zh_hans: 歌曲附图

# */*/*
source: Tracks
de: Titel
es: Canciones
oc: Pistas
pl: Utwory
pt_br: Faixas
ru: Треки
zh_hans: 歌曲

# Popup/Radio/Title/Noun
source: Tracks matching filter
de: Titel, die dem Filter entsprechen
es: Canción correspondiente al filtro
oc: Pistas correspondentas al filtre
pl: Utwory zgodne z filtrem
pt_br: Faixas encontradas
ru: Треки, подходящие под фильтр
zh_hans: 符合过滤器的歌曲

# Content/Track/Table.Label/Noun
source: Type
de: Typ
es: Tipo
oc: Tipe
pl: Rodzaj
pt_br: Tipo
ru: Тип
zh_hans: 类型

# Popup/Title/Noun
source: Unauthenticated
de: Unauthorisiert
oc: Desconnectat
pl: Nie uwierzytelniono
ru: Не аутентифицирован
zh_hans: 未登录

# Content/Moderation/Table.Label/Short
source: Under moderation rule
de: Unterliegt einer Moderationsregel
es: Bajo regla de moderación
oc: Jos règla de moderacion
pl: Pod regułą moderacyjną
pt_br: Sob regra de moderação
ru: Действуют правила модерации
zh_hans: 受审核规则约束

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Unfocus searchbar
de: Suchleiste abwählen
oc: Sortir de la recèrca
pl: Dezaktywuj pasek wyszukiwania
pt_br: Desfocar a barra de pesquisa
ru: Выйти из панели поиска
zh_hans: 跳出搜索栏

# */Library/Button.Label/Verb
source: Unfollow
de: Abonnement beenden
es: Dejar de seguir
oc: Quitar de seguir
pl: Przestań obserwować
pt_br: Deixar de seguir
ru: Отписаться
zh_hans: 取消关注

# Content/Library/Card.Button.Label/Verb
source: Unfollow
de: Deabonnieren
oc: Quitar de seguir
pl: Przestań obserwować
pt_br: Deixar de seguir
ru: Отписаться
zh_hans: 取消关注

# Popup/Library/Title
source: Unfollow this library?
de: Das Abonnement an dieser Mediathek beenden?
es: ¿Dejar de seguir esta biblioteca?
oc: Quitar de seguir aquesta bibliotèca ?
pl: Czy chcesz przestać obserwować tę bibliotekę?
pt_br: Deixar de seguir esta biblioteca?
ru: Отписаться от этой библиотеки?
zh_hans: 确认取消关注这个曲库？

# */*/Error
source: Unknown error
de: Unbekannter Fehler
oc: Error desconeguda
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误

# Sidebar/Player/Icon.Tooltip/Verb
source: Unmute
de: Stummschaltung aufheben
es: Activar sonido
oc: Restablir lo son
pl: Odcisz
pt_br: Desfazer silêncio
ru: Включить звук
zh_hans: 取消静音

# Content/*/Button.Label
source: Unresolve
de: Beschluss rückgängig machen
oc: Pas resolgut
pl: Cofnij rozwiązanie
pt_br: Desfazer resolução
ru: Открыть заново
zh_hans: 未解决

# Content/*/*/Short
source: Unresolved
de: Ungelöst
oc: Pas resolgut
pl: Nierozstrzygnięte
pt_br: Resolução desfeita
ru: Нерешённые
zh_hans: 未解决

# Content/Channel/Button/Verb
source: Unsubscribe
de: Deabonnieren
oc: Quitar de seguir
pl: Przestań obserwować
pt_br: Cancelar inscrição
ru: Отписаться
zh_hans: 取消订阅

# Content/Track/Button.Message
source: Unsubscribe
de: Deabonnieren
oc: Quitar de seguir
pl: Przestań obserwować
ru: Отписаться
zh_hans: 取消订阅

# */*/*
source: Update
de: Aktualisieren
oc: Actualizar
pl: Zapisz
ru: Обновить
zh_hans: 更新

# */*/Button.Label/Verb
source: Update
de: Aktualisieren
oc: Actualizar
pl: Zaktualizuj
pt_br: Atualizar
ru: Обновить
zh_hans: 更新

# App/Message/Paragraph
source: Update
de: Aktualisieren
oc: Actualizar
pl: Aktualizuj
pt_br: Atualizar
ru: Обновить
zh_hans: 更新

# Content/Moderation/Card.Button.Label/Verb
source: Update
de: Aktualisieren
es: Actualizar
oc: Actualizar
pl: Zapisz
pt_br: Atualizar
ru: Дата загрузки
zh_hans: 更新

# Content/Applications/Button.Label/Verb
source: Update application
de: Anwendung aktualisieren
es: Actualizar lista de reproducción
oc: Actualizar l’aplicacion
pl: Zapisz aplikację
pt_br: Atualizar aplicativo
ru: Обновить приложение
zh_hans: 更新应用

# */Channels/Button.Label
source: Update channel
de: Kanal aktualisieren
oc: Actualizar la cadena
pl: Zapisz kanał
pt_br: Atualizar canal
ru: Обновить канал
zh_hans: 更新频道

# Content/Channels/Button.Label/Verb
source: Update description
de: Beschreibung aktualisieren
oc: Actualizar la descripcion
pl: Zapisz opis
pt_br: Atualizar descrição
ru: Описание обновления
zh_hans: 更新描述

# Content/Library/Button.Label/Verb
source: Update library
de: Mediathek aktualisieren
es: Actualizar biblioteca
oc: Actualizar la bibliotèca
pl: Zapisz bibliotekę
pt_br: Atualizar biblioteca
ru: Обновить библиотеку
zh_hans: 更新曲库

# Content/Playlist/Button.Label/Verb
source: Update playlist
de: Wiedergabeliste aktualisieren
es: Actualizar lista de reproducción
oc: Actualizar la lista de lectura
pl: Zapisz listę odtwarzania
pt_br: Atualizar lista
ru: Обновить список воспроизведения
zh_hans: 更新歌单

# Content/Settings/Button.Label/Verb
source: Update settings
de: Einstellungen aktualisieren
es: Actualizar ajustes
oc: Actualizar los paramètres
pl: Zapisz ustawienia
pt_br: Atualizar configurações
ru: Обновить настройки
zh_hans: 更新设置

# Content/Signup/Button.Label
source: Update your password
de: Dein Kennwort aktualisieren
es: Actualizar tu contraseña
oc: Actualizar vòstre senhal
pl: Aktualizuj swoje hasło
pt_br: Atualizar senha
ru: Обновите Ваш пароль
zh_hans: 更新您的密码

# */*/*
source: Updated on %{ date }
de: Aktualisiert am %{ date }
oc: Actualizat lo %{ date }
pl: Aktualizowany %{ date }
pt_br: Atualizado em %{ date }
ru: Обновлено %{ date }
zh_hans: 已于 ％{ date } 更新

# Content/Channels/Button.Label/Verb
source: Upload
de: Hochladen
oc: Enviar
pl: Prześlij pliki
pt_br: Enviar
ru: Загрузить
zh_hans: 上传

# Content/Library/Card.Button.Label/Verb
source: Upload
de: Hochladen
es: Subir
oc: Mandadís
pl: Prześlij pliki
pt_br: Enviar
ru: Загрузить
zh_hans: 上传

# Content/Moderation/Title
source: Upload data
de: Upload-Daten
es: Fecha de subida
oc: Data de mandadís
pl: Dane pliku
pt_br: Data de envio
ru: Загруженные данные
zh_hans: 上传记录数据

# */*/*/Noun
source: Upload date
de: Hochladedatum
es: Fecha de subida
oc: Data de mandadís
pl: Data przesłania
pt_br: Data de envio
ru: Дата загрузки
zh_hans: 上传日期

# Content/Library/Help text
source: Upload denied, ensure the file is not too big and that you have not reached your quota
de: Hochladen abgelehnt. Bitte prüfe, dass die Datei nicht zu groß ist, und dass du noch über genügenden Speicherplatz verfügst
es: Subida rechazada, asegúrate que el archivo no es demasiado grande y que no has alcanzado tu cuota
oc: Mandadís refusat, asseguratz-vos que lo fichièr es pas tròp grand e qu’avètz pas atenhut vòstre quòta
pl: Plik odrzucony, upewnij się że nie jest zbyt duży i że nie przekroczyłeś swojego limitu
pt_br: Não enviado, certifique-se de que o arquivo não é muito grande e você não atingiu sua cota
ru: Загрузка отклонена, убедитесь, что файл не слишком большой и Вы не превысили квоту
zh_hans: 上传被拒绝，请确保文件不会太大且未超出您的配额

# Popup/Channels/Title
source: Upload details
oc: Detalh de mandadís
pl: Szczegóły pliku
pt_br: Detalhes do envio
ru: Данные о закачке
zh_hans: 上传详细信息

# Popup/Import/Message
source: Upload is still pending and will soon be processed by the server.
de: Der Upload steht noch aus und wird bald vom Server verarbeitet.
oc: Lo mandadís es encara en espèra e serà lèu tractat pel servidor.
pl: Przetwarzanie przesłanych plików nadal jest w toku.
pt_br: O envio ainda está pendente e logo será processado pelo servidor.
ru: Закачка всё ещё в очереди и скоро будет обработана сервером.
zh_hans: 上传仍在等待中，很快将由服务器处理。

# Content/Library/Title/Verb
source: Upload music from your local storage
de: Musik aus deinem Computer importieren
oc: Importar de la musica de vòstre emmagazinatge local
pl: Wgraj muzykę ze swojego urządzenia
ru: Импорт музыки из локального хранилища
zh_hans: 从本地上传音乐
