Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# Content/Signup/Form/Paragraph
source: Public registrations are not possible on this instance. You will need an invitation code to sign up.
de: Öffentliche Registrierungen sind auf diesem Pod nicht möglich. Du benötigst einen Einladungscode, um dich zu registrieren.
oc: Las inscripcions son tampadas sus aquesta instància. Auretz de téner un còdi d’invitacion per vos marcar.
pl: Publiczna rejestracja na tej instancji nie jest aktywna. Potrzebujesz zaproszenia, aby się zarejestrować.
pt_br: Cadastros estão fechados nesta instância, você precisa de um código de convite para criar uma conta.
ru: Регистрация на этом узле закрыта, Вам понадобится код приглашения чтобы зарегистрироваться.
zh_hans: 此实例不允许公开注册。您需要一个邀请码才能注册。

# */Channels/Button.Label
source: Publish
de: Veröffentlichen
es: Publicar
oc: Publicar
pl: Opublikuj
ru: Опубликовать
zh_hans: 发布

# Popup/Channels/Title/Verb
source: Publish audio
de: Audio veröffentlichen
es: Publicar audio
oc: Publicar àudio
pl: Publikuj audio
ru: Опубликовать аудио
zh_hans: 发布音频

# Content/Channels/Help
source: Publish music you make as a nice discography of albums and singles.
de: Veröffentliche die Musik, die du machst, als schöne Diskographie von Alben und Singles.
es: Publica la música que haces como una bonita discografía de álbumes y sencillos.
oc: Publicatz la musica que fasètz coma una bona discografia d’albums e singles.
pl: Opublikuj muzykę którą tworzysz, jako fajną dyskografię podzieloną na albumy i single.
ru: Публикуйте музыку, которую вы делаете, в виде удобной дискографии из альбомов и синглов.
zh_hans: 发布您制作的音乐，作为一个包含专辑和单曲的唱片集。

# Content/Library/Title/Verb
source: Publish your work in a channel
de: Veröffentliche deine Arbeit in einem Kanal
es: Publica tu trabajo en un canal
oc: Publicar vòstre trabalh dins una cadena
pl: Publikuj swoje prace na kanale
ru: Публикуйте ваше творчество в канале
zh_hans: 在频道中发布您的作品

# */*/*/Verb
source: Purge
de: Entfernen
es: Eliminar
oc: Purgar
pl: Wyczyść
pt_br: Excluir
ru: Очистить
zh_hans: 清除

# Popup/Library/Title
source: Purge errored files?
de: Fehlerhafte Dateien löschen?
es: ¿Eliminar los archivos con errores?
oc: Purgar los fichièrs amb errors ?
pl: Wyczyścić pliki zakończone błędami?
pt_br: Excluir arquivos com erro?
ru: Очистить ошибочные файлы?
zh_hans: 确认清除错误文件？

# Popup/Library/Title
source: Purge pending files?
de: Ausstehende Dateien entfernen?
es: ¿Eliminar los archivos pendientes?
oc: Purgar los fichièrs en espèra ?
pl: Wyczyścić pliki w toku?
pt_br: Excluir arquivos pendentes?
ru: Очистить ожидающие файлы?
zh_hans: 确认清除待处理的文件？

# Popup/Library/Title
source: Purge skipped files?
de: Übersprungene Dateien entfernen?
es: ¿Eliminar los archivos omitidos?
oc: Purgar los fichièrs ignorats ?
pl: Wyczyścić pominięte pliki?
pt_br: Excluir arquivos ignorados?
ru: Очистить пропущенные файлы?
zh_hans: 确认清除被跳过的文件？

# */*/*
source: Queue
de: Warteschlange
oc: Fila
pl: Kolejka odtwarzania
pt_br: Fila
ru: Очередь
zh_hans: 播放队列

# Content/Queue/Message
source: Queue shuffled!
de: Warteschlange gemischt!
es: ¡Cola de reproducción mezclada!
oc: La fila es estada mesclada !
pl: Wymieszano kolejkę!
pt_br: Fila embaralhada!
ru: Очередь перемешана!
zh_hans: 队列已随机排序！

# Head/Radio/Title
source: Radio
oc: Ràdio
pl: Stacja radiowa
pt_br: Rádio
ru: Радио
zh_hans: 电台

# Head/Radio/Title
source: Radio Builder
de: Radioeditor
es: Editor de radio
oc: Editor de ràdio
pl: Tworzenie stacji radiowej
pt_br: Criador de rádio
ru: Конструктор радио
zh_hans: 电台构建器

# Content/Radio/Message
source: Radio created
de: Radio erstellt
es: Radio creada
oc: Nom de la ràdio
pl: Utworzono stację radiową
pt_br: Rádio criada
ru: Радио создано
zh_hans: 电台已创建

# Content/Radio/Input.Label/Noun
source: Radio name
es: Nombre de la radio
oc: Nom de la ràdio
pl: Nazwa stacji radiowej
pt_br: Nome da Rádio
ru: Название радио
zh_hans: 电台名称

# Content/Radio/Message
source: Radio updated
de: Radio aktualisiert
es: Radio actualizada
oc: Ràdio actualizada
pl: Zaktualizowano stację radiową
pt_br: Rádio atualizada
ru: Радио обновлено
zh_hans: 电台已更新

# */*/*
source: Radios
oc: Ràdios
pl: Stacje radiowe
pt_br: Rádios
ru: Радио
zh_hans: 电台

# Content/OAuth Scopes/Label/Verb
source: Read
de: Lesen
es: Leer
oc: Lectura
pl: Odczyt
pt_br: Ler
ru: Чтение
zh_hans: 可读

# Popup/Import/Table.Label/Value
source: Read our documentation for this error
de: Lies unsere Dokumentation zu diesem Fehler
es: Lee nuestra documentación sobre este error
oc: Legissètz nòstra documentacion per aquesta error
pl: Przeczytaj naszą dokumentację dotyczącą tego błędu
pt_br: Leia nossa documentação para este erro
ru: Посмотрите нашу документацию по этой ошибке
zh_hans: 查阅有关此错误的文档

# Content/Auth/Label/Noun
source: Read-only
de: Nur Lesen
es: Sólo lectura
oc: Lectura sola
pl: Tylko do odczytu
pt_br: Apenas leitura
ru: Только чтение
zh_hans: 只读

# Content/OAuth Scopes/Help Text
source: Read-only access to user data
de: Lesezugriff auf Benutzerdaten
es: Acceso de sólo lectura a los datos del usuario
oc: Accès lectura sola de las donadas utilizaire
pl: Dostęp do odczytu danych użytkownika
pt_br: Apenas lê seus dados de usuário
ru: Доступ к данным пользователя только для чтения
zh_hans: 允许读取用户数据

# Content/Moderation/*/Noun
source: Reason
de: Begründung
es: Razón
oc: Rason
pl: Powód
pt_br: Motivo
ru: Причина
zh_hans: 原因

# Content/Moderation/Table.Label/Noun
source: Received library follows
de: Empfangene Abonnements
es: Seguidores recibidos en la biblioteca
oc: Seguiments de bibliotècas recebuts
pl: Otrzymane obserwacje biblioteki
pt_br: Biblioteca recebida segue
ru: Полученные подписки на библиотеку
zh_hans: 收到的曲库关注数

# Content/Moderation/*/Noun
source: Received messages
de: Empfangene Nachrichten
es: Mensajes recibidos
oc: Messatges recebuts
pl: Otrzymane wiadomości
pt_br: Mensagens recebidas
ru: Полученные сообщения
zh_hans: 收到的信息

# Content/Library/Paragraph
source: Recent edits
de: Kürzlich geändert
es: Añadidos recientemente
oc: Modificacions recentas
pl: Ostatnie edycje
pt_br: Edições recentes
ru: Недавние правки
zh_hans: 最近编辑记录

# Content/Library/Paragraph
source: Recent edits awaiting review
de: Kürzliche Änderungen warten auf eine Überprüfung
es: Ediciones recientes en espera de revisión
oc: Modificacions recentas en espèra de relectura
pl: Ostatnie propozycje zmian czekające na rozpatrzenie
pt_br: Edições recentes esperando revisão
ru: Свежие правки в ожидании принятия
zh_hans: 最近待审查的编辑记录

# Content/Home/Title
source: Recently added
de: Kürzlich hinzugefügt
es: Añadidos recientemente
oc: Ajustats i a res
pl: Ostatnio dodane
pt_br: Adicionado recentemente
ru: Недавно добавленные
zh_hans: 最近添加

# Content/Home/Title
source: Recently added albums
de: Kürzlich hinzugefügte Alben
oc: Albums ajustats i a res
pl: Ostatnio dodane albumy
pt_br: Álbuns adicionados recentemente
ru: Недавно добавленные альбомы
zh_hans: 最近添加的专辑

# Content/Home/Title
source: Recently favorited
de: Kürzlich zu den Favoriten hinzugefügt
es: Añadidos a favoritos recientemente
oc: Ajustadas als favorits i a res
pl: Ostatnio polubione
pt_br: Favoritado recentemente
ru: Недавно добавленные в избранное
zh_hans: 最近收藏

# Content/Home/Title
source: Recently listened
de: Kürzlich angehört
es: Escuchados recientemente
oc: Escotadas i a res
pl: Ostatnio odsłuchane
pt_br: Escutado recentemente
ru: Недавно прослушанные
zh_hans: 最近收听

# Content/Applications/Input.Label/Noun
source: Redirect URI
de: Umleitungs-URI
es: Redireccionar URI
oc: URI de redireccion
pl: Adres URI przekierowania
pt_br: Redirecionar link
ru: URI перенаправления
zh_hans: 重定向 URI

# Content/*/Button.Label/Short, Verb
source: Refresh
de: Aktualisieren
es: Recargar
oc: Actualizar
pl: Odśwież
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新

# Popup/*/Message.Title
source: Refresh error
de: Fehler beim Aktualisieren
es: Recargar
oc: Error en actualizar
pl: Błąd odswieżania
pt_br: Atualizar erro
ru: Ошибка при обновлении
zh_hans: 刷新错误

# Content/Moderation/Button/Verb
source: Refresh from remote server
de: Vom Remote-Server aktualisieren
es: Actualizar desde el servidor remoto
oc: Actualizar del servidor alonhat estant
pl: Odśwież z serwera zdalnego
pt_br: Atualizar a partir de um servidor remoto
ru: Обновить с удалённого сервера
zh_hans: 从远程服务器刷新

# Content/Moderation/Button.Label/Verb
source: Refresh node info
de: Knoteninformationen aktualisieren
es: Actualizar la información del nodo
oc: Actualizar las info del nos
pl: Odśwież informacje o węźle
pt_br: Atualizar node info
ru: Обновить информацию узла
zh_hans: 刷新节点信息

# Popup/*/Message.Title
source: Refresh pending
de: Aktualisierung ausstehend
es: Actualizar la información del nodo
oc: Actualizar las info del nos
pl: Odświeżanie w toku
pt_br: Atualizar pendentes
ru: Ожидание обновления
zh_hans: 刷新待定项

# Popup/*/Message.Title
source: Refresh successful
de: Aktualisierung erfolgreich
es: Actualización exitosa
oc: Actualizacion reüssida
pl: Odświeżanie zakończone sukcesem
pt_br: Atualizado
ru: Обновление успешно
zh_hans: 刷新成功

# Content/*/Button.Tooltip/Verb
source: Refresh table content
de: Tabelleninhalt aktualisieren
es: Actualiza el contenido de la tabla
oc: Actualizar lo contengut de la tabla
pl: Odśwież zawartość tabeli
pt_br: Atualizar tabela de conteúdo
ru: Обновить данные таблицы
zh_hans: 刷新表格内容

# Popup/*/Message.Title
source: Refresh was skipped
de: Aktualisierung wurde übersprungen
es: Se ha omitido la actualización
oc: L’actualizada es estada passada
pl: Odświeżanie zostało pominięte
pt_br: Atualização foi ignorada
ru: Обновление было пропущено
zh_hans: 刷新被跳过

# Popup/*/Title
source: Refreshing object from remote server…
de: Objekt wird vom Remote-Server aktualisiert…
es: Actualizando el objeto desde el servidor remoto…
oc: Actualizacion de l’objècte del servidor alonhat estant…
pl: Odświeżanie obiektu z serwera zdalnego…
ru: Обновляем объект с удалённого сервера…
zh_hans: 从远程服务器更新…

# Content/*/Button.Label
source: Refuse
de: Ablehnen
es: Rechazar
oc: Regetar
pl: Odrzuć
ru: Отказать
zh_hans: 拒绝

# Content/*/*/Short
source: Refused
de: Abgelehnt
oc: Regetada
pl: Odrzucone
pt_br: Recusado
ru: Отказано
zh_hans: 已拒绝

# Content/Applications/Label
source: Regenerate token
de: Token nochmals generieren
es: Regenerar token
oc: Tornar generar lo geton
pl: Stwórz nowy token
ru: Перегенерировать токен
zh_hans: 重新生成密钥

# Content/Settings/Button.Label
source: Register a new application
de: Eine neue Anwendung registrieren
oc: Crear una nòva aplicacion
pl: Zarejestruj nową aplikację
ru: Создать новое приложение
zh_hans: 注册一个新的应用程序

# Content/Applications/Paragraph
source: Register one to integrate Funkwhale with third-party applications.
de: Melde eine Drittanbieter-App an, um Funkwhale damit zu verbinden.
es: Registre uno para integrar Funkwhale con aplicaciones de terceros.
oc: Marcatz-ne ua per integrar Funkwhale amb de tèrças aplicacions.
pl: Zarejestruj jakąś, aby zintegrować Funkwhale z innymi aplikacjami.
ru: Создайте его, чтобы интегрировать Funkwhale со сторонними приложениями.
zh_hans: 注册一个应用程序，以整合 Funkwhale 与第三方应用程序。

# */*/*
source: Registrations
de: Registrierungen
oc: Inscripcions
pl: Rejestracje
pt_br: Registros
ru: Регистрации
zh_hans: 用户注册

# Content/Signup/Form/Paragraph
source: Registrations on this pod are open, but reviewed by moderators before approval.
de: Registrierungen für diesen Pod sind offen, werden aber vor der Freigabe vom Moderationsteam überprüft.
es: Las inscripciones en este pod están abiertas, pero son revisadas por los moderadores antes de su aprobación.
oc: Las inscripcions sus aquesta instància son dobèrtas, mas l’equipa de moderacion repassa las demanda.
pl: Rejestrowanie się na tej instancji jest dozwolone, ale wymaga zatwierdzenia przez jednego z moderatorów.
ru: Регистрация на этом узле открыта, но требует подтверждения модератором.
zh_hans: 本站上的注册是开放的，但需经管理员审批后方可登录。

# Content/Admin/Table, User role
source: Regular user
de: Herkömmliche·r Benutzer·in
es: Usuario estándar
oc: Utilizaire estandard
pl: Zwykły użytkownik
pt_br: Usuário regular
ru: Обычный пользователь
zh_hans: 普通用户

# Content/*/Button.Label/Verb
source: Reject
de: Abweisen
oc: Regetar
pl: Odrzuć
pt_br: Recusar
ru: Отклонить
zh_hans: 拒绝

# Content/Library/Button.Label
source: Reject
de: Abweisen
es: Rechazar
oc: Regetar
pl: Odrzuć
pt_br: Recusar
ru: Отклонить
zh_hans: 拒绝

# Content/Moderation/*/Verb
source: Reject media
de: Medien abweisen
es: Rechazar media
oc: Regetar lo mèdia
pl: Odrzuć media
pt_br: Recusar mídia
ru: Отклонить
zh_hans: 拒绝媒体

# Content/Library/*/Short
source: Rejected
de: Abgewiesen
es: Rechazada
oc: Regetat
pl: Odrzucono
pt_br: Recusado
ru: Отклонено
zh_hans: 已拒绝

# Content/*/Title/Noun
source: Related Libraries
de: Verwandte Mediatheken
oc: Bibliotècas associadas
pl: Powiązane biblioteki
pt_br: Bibliotecas remotas
ru: Связанные библиотеки
zh_hans: 相关曲库

# Content/*/Title/Noun
source: Related Playlists
de: Verwandte Wiedergabelisten
oc: Listas de lectura associadas
pl: Powiązane listy odtwarzania
pt_br: Listas remotas
ru: Связанные списки воспроизведения
zh_hans: 相关歌单

# Content/*/*/Noun
source: Release date
de: Veröffentlichungsdatum
es: Última visualización
oc: Data de sortida
pl: Data wydania
pt_br: Data de lançamento
ru: Дата выпуска
zh_hans: 发行日期

# Content/*/*
source: Release Details
de: Details zur Veröffentlichung
oc: Detalhs de publicacion
pl: Szczegóły wydania
pt_br: Detalhes de lançamento
ru: О релизе
zh_hans: 发行详情

# Content/Library/Paragraph
source: Remaining storage space
de: Verbleibender Speicherplatz
oc: Espaci liure
pl: Pozostałe wolne miejsce
pt_br: Espaço de armazenamento restante
ru: Свободное место
zh_hans: 剩余存储空间

# Content/Library/Paragraph
source: Remaining storage space:
de: Verbleibender Speicherplatz:
oc: Espaci liure restant :
pl: Pozostałe wolne miejsce:
pt_br: Armazenamento disponível:
ru: Свободное место:
zh_hans: 剩余存储空间：

# Content/Notifications/Label
source: Remind me in:
de: Erinnere mich in:
oc: Me tornar avisar d’aquí :
pl: Przypomnij mi za:
pt_br: Lembre-me em:
ru: Напомнить мне через:
zh_hans: 在以下时间后提醒我：

# Content/Library/Title/Noun
source: Remote libraries
de: Fernmediatheken
es: Bibliotecas remotas
oc: Bibliotècas alonhadas
pl: Zdalne biblioteki
pt_br: Bibliotecas remotas
ru: Удалённые библиотеки
zh_hans: 远程曲库

# Content/Library/Paragraph
source: Remote libraries are owned by other users on the network. You can access them as long as they are public or you are granted access.
de: Fernmediatheken sind im Besitz anderer Personen des Netzwerks. Du kannst darauf zugreifen, wenn diese öffentlich sind, oder du die Erlaubnis hast.
es: Las bibliotecas remotas pertenecen a otros usuarios de internet. Podrás acceder a ellas cuando sean públicas o cuando te permitan el acceso.
oc: Las bibliotècas alonhadas apertenon a d’autres utilizaires del malhum. I podètz accedir tant que sián publicas o qu’ajatz l’autorizacion.
pl: Zdalne biblioteki należą do użytkowników innych instancji. Możesz uzyskać do nich dostęp jeżeli został Ci on przyznany lub jeżeli są publiczne.
pt_br: Bibliotecas remotas são de outros usuários da rede. Você pode vê-las desde que você tenha permissão ou sejam públicas.
ru: Удалёнными библиотеками владеют другие пользователи в сети. Вы можете получить к ним доступ если они публичны или Вам предоставлен доступ.
zh_hans: 远程曲库归网络上的其他用户所有。只要它们是公共的或您被授予访问权限，您就可以访问它们。

# */*/*/Verb
source: Remove
de: Entfernen
oc: Tirar
pl: Usuń
ru: Удалить
zh_hans: 删除

# Content/Radio/Button.Label/Verb
source: Remove
de: Entfernen
es: Quitar
oc: Tirar
pl: Usuń
pt_br: Remover
ru: Удалить
zh_hans: 移除

# */Settings/Button.Label/Verb
source: Remove application
de: Anwendung löschen
oc: Suprimir l’aplicacion
pl: Usuń aplikację
ru: Удалить приложение
zh_hans: 删除应用程序

# Popup/Settings/Title
source: Remove application "%{ application }"?
de: Soll die Anwendung "%{ application }" gelöscht werden?
oc: Suprimir l’aplicacion « %{ application } » ?
pl: Usunąć aplikację „%{ application }”?
ru: Удалить приложение "%{ application }"?
zh_hans: 确认删除应用程序 "%{ application }"？

# Content/Moderation/Button.Label
source: Remove filter
de: Filter löschen
es: Quitar avatar
oc: Levar lo filtre
pl: Usuń filtr
pt_br: Excluir filtro
ru: Удалить фильтр
zh_hans: 移除过滤器

# Content/Moderation/Action/Verb
source: Remove from allow-list
de: Aus der Zulassungsliste entfernen
oc: Tirar de la lista de las autorizacions
pl: Usuń z listy zezwoleń
pt_br: Remover da lista de permissão
ru: Удалить из "белого" списка
zh_hans: 从允许列表中删除

# Content/Track/Icon.Tooltip/Verb
source: Remove from favorites
de: Aus den Favoriten entfernen
es: Quitar de favoritos
oc: Tirar dels favorits
pl: Usuń z ulubionych
pt_br: Desfavoritar
ru: Удалить из избранного
zh_hans: 从收藏中删除

# Popup/Library/Paragraph
source: Removes uploaded but yet to be processed tracks completely, adding the corresponding data to your quota.
de: Die importierten Titel, die noch nicht vom Server verarbeitet wurden, werden vollständig entfernt. Du erhältst den entsprechenden Speicherplatz zurück.
es: Elimina las pistas cargadas pero aún no procesadas, agregando los datos correspondientes a su cuota.
oc: Las pistas importadas que lo servidor a pas encara tractadas seràn complètament suprimidas. Lo quòta correspondent vos serà tornat.
pl: Ta opcja usunie utwory które zostały przesłane, ale nie zostały jeszcze przetworzone, jednocześnie przywracając Ci zajmowany przez nie przydział przestrzeni.
pt_br: Exclui completamente as faixas enviadas mas ainda a serem processadas, adicionando os dados correspondentes à sua cota.
ru: Это удалит треки которые были загружены но ещё не обработаны. Файлы будут полностью удалены, увеличив доступную квоту.
zh_hans: 删除已上传但仍未处理的歌曲，并将相应的空间增加到配额中。

# Popup/Library/Paragraph
source: Removes uploaded tracks skipped during the import processes completely, adding the corresponding data to your quota.
de: Die hochgeladenen Titel, die beim Import übersprungen wurden, werden vollständig entfernt. Du erhältst den entsprechenden Speicherplatz zurück.
es: Esto borrará las pistas que fueron subidas pero se omitieron por alguna razón. Se borrarán completamente y recuperarás la cuota correspondiente.
oc: Las pistas enviadas mas ignoradas pendent lo processús d’importacion per mantun rasons seràn complètament suprimidas. Vos donarà de nòu lo quòta escafat.
pl: Ta opcja usunie utwory które zostały przesłane, lecz pominięte w procesie importowania, jednocześnie przywracając Ci zajmowany przez nie przydział przestrzeni.
pt_br: Exclui completamente as faixas ignoradas durante o processo de importação, adicionando os dados correspondentes à sua cota.
ru: Это удалит треки которые были загружены, но пропущены при импорте. Файлы будут полностью удалены и свободное место увеличится.
zh_hans: 删除上传完成后、导入过程中被跳过的歌曲，并将相应的空间增加到配额中。

# Popup/Library/Paragraph
source: Removes uploaded tracks that could not be processed by the server completely, adding the corresponding data to your quota.
de: Die hochgeladenen Titel, die vom Server nicht verarbeitet wurden, werden vollständig entfernt. Du erhältst den entsprechenden Speicherplatz zurück.
es: Esto borrará las pistas que fueron subidas pero no se procesaron en el servidor. Se borrarán completamente y recuperarás la cuota correspondiente.
oc: Las pistas enviadas mas pas complètament tractadas pel servidor seràn complètament suprimidas. Vos donarà de nòu lo quòta escafat.
pl: Ta opcja usunie utwory które zostały przesłane, ale wystąpił błąd podczas ich importowania, jednocześnie przywracając Ci zajmowany przez nie przydział przestrzeni.
pt_br: Exclui completamente faixas enviadas que não foram processadas pelo servidor, adicionando os dados correspondentes à sua cota.
ru: Это удалит треки которые были загружены но ещё не обработаны. Файлы будут полностью удалены и свободное место увеличится.
zh_hans: 删除上传完成后服务器无法处理的歌曲，并将相应的空间增加到配额中。

# */Moderation/*/Verb
source: Report @%{ username }…
de: Melde @%{ username }…
oc: Senhalar @%{ username }…
pl: Zgłoś @%{ username }…
pt_br: Denunciar @%{ username }…
ru: Пожаловаться на @%{ username }…
zh_hans: 报告 @%{ username }…

# Content/Moderation/Card/Short
source: Report %{ id }
de: Melde %{ id }
oc: Senhalar %{ id }
pl: Zgłoszenie %{ id }
pt_br: Denunciar %{ id }
ru: Жалоба %{ id }
zh_hans: 报告 %{ id }

# */Moderation/Message
source: Report successfully submitted, thank you
de: Bericht erfolgreich übermittelt, danke
oc: Senhalament corrèctament enviat, mercés
pl: Zgłoszenie zostało przesłane pomyślnie, dziękujemy
pt_br: Sua denúncia foi enviada
ru: Ваша жалоба была успешно отправлена, спасибо
zh_hans: 报告已成功提交，谢谢

# */Moderation/*/Verb
source: Report this album…
de: Dieses Album melden…
oc: Senhalar aqueste album…
pl: Zgłoś ten album…
pt_br: Denunciar este álbum…
ru: Пожаловаться на этот альбом…
zh_hans: 报告这张专辑…

# */Moderation/*/Verb
source: Report this artist…
de: Diese kunstschaffende Person melden…
oc: Senhalar aqueste artista…
pl: Zgłoś tego wykonawcę…
pt_br: Denunciar este artista…
ru: Пожаловаться на этого исполнителя…
zh_hans: 报告这个歌手…

# */Moderation/*/Verb
source: Report this channel…
de: Diesen Kanal melden…
oc: Senhalar aquesta cadena…
pl: Zgłoś ten kanał…
pt_br: Denunciar este canal…
ru: Пожаловаться на этот канал…
zh_hans: 报告这个频道…

# */Moderation/*/Verb
source: Report this library…
de: Diese Mediathek melden…
oc: Senhalar aquesta bibliotèca…
pl: Zgłoś tę bibliotekę…
pt_br: Denunciar esta biblioteca…
ru: Пожаловаться на эту библиотеку…
zh_hans: 报告这个曲库…

# */Moderation/*/Verb
source: Report this playlist…
de: Diese Wiedergabeliste melden…
oc: Senhalar aquesta lista de lectura…
pl: Zgłoś tę listę odtwarzania…
pt_br: Denunciar esta lista…
ru: Пожаловаться на этот список воспроизведения…
zh_hans: 报告这个歌单…

# */Moderation/*/Verb
source: Report this track…
de: Diesen Titel melden…
oc: Senhalar aquesta pista…
pl: Zgłoś ten utwór…
pt_br: Denunciar esta faixa…
ru: Пожаловаться на этот трек…
zh_hans: 报告这首歌曲…

# */Moderation/*/Button/Label,Verb
source: Report…
de: Melden…
oc: Senhalar…
pl: Zgłoś…
pt_br: Denunciar…
ru: Пожаловаться…
zh_hans: 报告…

# Content/*/*/Short
source: Reported object
de: Gemeldetes Objekt
oc: Objècte senhalat
pl: Zgłoszony obiekt
pt_br: Objeto denunciado
ru: Предмет жалобы
zh_hans: 被报告对象

# */Moderation/*/Noun
source: Reports
de: Meldungen
oc: Senhalaments
pl: Zgłoszenia
pt_br: Denúncias
ru: Жалобы
zh_hans: 报告

# Content/Moderation/Card/Short
source: Request %{ id }
de: Meldung %{ id }
oc: Demandar %{ id }
pl: Aplikacja %{ id }
pt_br: Solicitar %{ id }
ru: Запрос %{ id }
zh_hans: 请求 %{ id }

# */Settings/Button.Label/Verb
source: Request a new password
de: Kennwort zurücksetzen
es: Solicitar una nueva contraseña
oc: Demandar un nòu senhal
pl: Poproś o nowe hasło
pt_br: Solicitar uma nova senha
ru: Запросить новый пароль
zh_hans: 生成一个新的密码

# Popup/Settings/Title
source: Request a new Subsonic API password?
de: Neues Subsonic-API-Kennwort beantragen?
es: ¿Solicitar una nueva contraseña de la API Subsonic?
oc: Demandar un nòu senhal per l’API Subsonic ?
pl: Poprosić o nowe hasło do API Subsonic?
pt_br: Solicitar uma nova senha da API Subsonic?
ru: Запросить новый пароль Subsonic API?
zh_hans: 确认生成一个新的 Subsonic API 密码？

# Content/Settings/Button.Label/Verb
source: Request a password
de: Kennwort beantragen
es: Solicitar una contraseña
oc: Demandar un senhal
pl: Poproś o hasło
pt_br: Solicitar uma senha
ru: Запросить пароль
zh_hans: 生成密码

# Popup/*/Loading.Title
source: Requesting a fetch…
de: Abruf wird angefordert …
oc: Demanda de recuperacion…
pl: Pobieranie…
pt_br: Requisitando busca…
ru: Запрашиваем данные…
zh_hans: 请求取回…

# Content/Moderation/Table.Label/Noun
source: Requests
de: Anfragen
oc: Demandas
pl: Aplikacje o rejestrację
pt_br: Solicitações
ru: Запросы
zh_hans: 请求

# */*/Form-builder,Help
source: Required
de: Erforderlich
oc: Obligatòri
pl: Wymagane
ru: Обязательно
zh_hans: 必需
