Repository: CyberFlameGO/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: de, es, oc, pl, pt_br, ru, zh_hans

# Content/Library/Button.Label
source: Reset to initial value
de: Auf Anfangswert zurücksetzen
oc: Tornar a la valor iniciala
pl: Przywróć wartość domyślną
pt_br: Redefinir para o valor inicial
ru: Сброс на начальное значение
zh_hans: 重置为初始值

# */Login/*/Verb
source: Reset your password
de: Kennwort zurücksetzen
es: Restablecer tu contraseña
oc: Reïnicializar lo senhal
pl: Zresetuj hasło
pt_br: Redefinir sua senha
ru: Сбросить ваш пароль
zh_hans: 重置您的密码

# Content/*/*/Noun
source: Resolution date
de: Auflösungsdatum
oc: Data de resolucion
pl: Data rozwiązania
pt_br: Data de resolução
ru: Дата разрешения
zh_hans: 解决日期

# Content/*/Button.Label/Verb
source: Resolve
de: Lösen
oc: Resòlver
pl: Rozwiąż
pt_br: Resolver
ru: Разрешить
zh_hans: 解决

# Content/*/*/Short
source: Resolved
de: Gelöst
oc: Resolgut
pl: Rozwiązane
pt_br: Resolvido
ru: Решено
zh_hans: 已解决

# Content/Library/Dropdown/Verb
source: Restart import
de: Import erneut starten
es: Reiniciar importación
oc: Relançar l’import
pl: Uruchom importowanie ponownie
pt_br: Reiniciar importação
ru: Перезапустить импорт
zh_hans: 重新启动导入

# */*/*
source: Restart track
de: Titel erneut abspielen
oc: Recomençar la pista
pl: Odtwórz utwór ponownie
ru: Перезапуск трека
zh_hans: 从头开始

# Content/Library/Button.Label
source: Restrict to unreviewed edits
de: Begrenze auf unbestätigte Änderungen
oc: Restrénher a las modificacions pas repassadas
pl: Ogranicz do nierozpatrzonych edycji
pt_br: Mostrar apenas edições não revisadas
ru: Ограничить неодобренные правки
zh_hans: 仅显示未审核的编辑记录

# Content/Library/Card.Help text
source: Restricted
de: Beschränkt
oc: Restrenches
pl: Ograniczona
pt_br: Restrito
ru: Ограничено
zh_hans: 站内公开

# Content/Library/Paragraph
source: Results of your import:
de: Import-Ergebnisse:
oc: Resultats de vòstre l’import :
pl: Rezultaty twojego importu:
ru: Результат импорта:
zh_hans: 导入结果:

# Content/Library/Paragraph
source: Results of your previous import:
de: Ergebnisse des letzten Imports:
oc: Resultats de vòstre import precedent :
pl: Rezultaty twojego poprzedniego importu:
ru: Результаты прошлого импорта:
zh_hans: 上一次导入的结果:

# Content/Search/Dropdown.Label/Noun
source: Results per page
de: Ergebnisse pro Seite
es: Resultados por página
oc: Resultats per pagina
pl: Wyniki na stronie
pt_br: Resultados por página
ru: Результатов на странице
zh_hans: 每页结果数

# */*/*
source: Resume
de: Fortsetzen
oc: Reprendre
pl: Wznów
ru: Продолжить
zh_hans: 恢复

# */*/*
source: Retry
de: Erneut versuchen
oc: Tornar ensajar
pl: Spróbuj ponownie
ru: Повторить
zh_hans: 重试

# */*/*/Verb
source: Retry
de: Erneut versuchen
oc: Tornar ensajar
pl: Spróbuj ponownie
ru: Повторить
zh_hans: 重试

# Content/Library/Table
source: Retry failed uploads
de: Fehlgeschlagene Uploads wiederholen
oc: Tornar ensajar los mandadisses fracassats
pl: Spróbuj przesłać ponownie nieudane
pt_br: Reenviar
ru: Повторить неудачные закачки
zh_hans: 重试失败的上传

# Content/Signup/Link/Verb
source: Return to login
de: Zurück zur Anmeldung
es: Volver a inicio de sesión
oc: Tornar a la pagina de connexion
pl: Wróć do logowania
pt_br: Voltar para entrada
ru: Назад ко входу
zh_hans: 回到登录页面

# Content/Moderation/Link
source: Review my filters
de: Filter ansehen
es: Ver archivos
oc: Validar mos filtres
pl: Przejrzyj moje filtry
pt_br: Revisar filtros
ru: Просмотреть мои фильтры
zh_hans: 查看我的过滤器

# */*/*/Verb
source: Revoke
de: Widerrufen
oc: Revocar
pl: Odwołaj
pt_br: Revogar
ru: Отозвать
zh_hans: 撤销

# */Settings/Button.Label/Verb
source: Revoke access
de: Zugriff widerrufen
oc: Revocar l’accès
pl: Odwołaj dostęp
pt_br: Revogar acesso
ru: Отозвать доступ
zh_hans: 撤销访问权限

# Popup/Settings/Title
source: Revoke access for application "%{ application }"?
de: Zugriff für die Anwendung "%{ application }" widerrufen?
oc: Revocar l’accès a l’aplicacion « %{ application } » ?
pl: Czy odwołać dostęp dla aplikacji „%{ application }”?
pt_br: Revogar acesso do aplicativo "%{ application }"?
ru: Отозвать доступ для приложения "%{ application }"?
zh_hans: 撤销应用程序 "%{ application }" 的访问权限？

# '*/*/*
source: RSS Feed
oc: Flux RSS
pl: Kanał RSS
ru: RSS поток
zh_hans: RSS 订阅

# */*/*
source: RSS feed location
de: RSS-Kanaladresse
oc: Emplaçament del flux RSS
pl: Lokalizacja kanału RSS
ru: Расположение канала
zh_hans: RSS 订阅地址

# Content/Moderation/Card.Title/Noun
source: Rule
de: Regel
es: Regla
oc: Règla
pl: Reguła
pt_br: Regra
ru: Правило
zh_hans: 规则

# Content/About/Header
source: Rules
de: Regeln
oc: Règlas
pl: Reguły
pt_br: Regras
ru: Правила
zh_hans: 规则

# Content/*/Button.Label/Verb
source: Save
de: Speichern
es: Guardar
oc: Enregistrar
pl: Zapisz
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

# Content/*/Button.Label/Verb
source: Scan
oc: Explorar
pl: Skanuj
ru: Сканировать
zh_hans: 扫描

# Content/Library/Message
source: Scan launched
de: Scan gestartet
es: Análisis iniciado
oc: Exploracion lançada
pl: Uruchomiono skanowanie
pt_br: Varredura iniciada
ru: Сканирование запущено
zh_hans: 扫描已启动

# Content/Library/Card.Button.Label/Verb
source: Scan now
de: Jetzt scannen
es: Analizar ahora
oc: Explorar ara
pl: Skanuj teraz
pt_br: Iniciar varredura
ru: Сканировать сейчас
zh_hans: 立刻扫描

# Content/Library/Card.List item
source: Scan pending
de: Scan anstehend
es: Ascendente
oc: Analisi en espèra
pl: Skanowanie w toku
pt_br: Varredura pendente
ru: Ожидание сканирования
zh_hans: 等待扫描

# Content/Library/Message
source: Scan skipped (previous scan is too recent)
de: Scan ausgelassen (der letzte Scan fand kurz zuvor statt)
es: Análisis omitido (el anterior análisis es demasiado reciente)
oc: Exploracion sautada (la darrièra es tròp recenta)
pl: Skanowanie pominięte (poprzednie skanowanie odbyło się zbyt niedawno)
pt_br: Varredura ignorada (a anterior é muito recente)
ru: Сканирование пропущено (предыдущее сканирование было совсем недавно)
zh_hans: 扫描被跳过（最近已经扫描过）

# Content/Library/Card.List item
source: Scanned
de: Scan abgeschlossen
es: Análisis finalizado
oc: Explorat
pl: Przeskanowano
pt_br: Varredura completa
ru: Просканировано
zh_hans: 扫描完毕

# Content/Library/Card.List item
source: Scanned with errors
de: Scan mit Fehlern abgeschlossen
es: Análisis erróneo
oc: Explorada amb d’errors
pl: Przeskanowano z błędami
pt_br: Varredura completa com erros
ru: Просканировано с ошибками
zh_hans: 扫描完毕，但过程中出错

# Content/Library/Card.List item
source: Scanning… (%{ progress }%)
de: Scan läuft… (%{ progress }%)
es: Analizando…(%{ progress }%)
oc: Exploracion… (%{ progress }%)
pl: Skanowanie… (%{ progress }%)
pt_br: Varrendo… (%{ progress }%)
ru: Сканирование… (%{ progress }%)
zh_hans: 扫描进行中… (%{ progress }%)

# Content/*/*/Noun
source: Scopes
de: Geltungsbereiche
oc: Visibilitats
pl: Zakresy dostępu
pt_br: Campos
ru: Области
zh_hans: 权限范围

# Content/Search/Input.Label/Noun
source: Search
de: Suchen
es: Buscar
oc: Recercar
pl: Szukaj
pt_br: Pesquisar
ru: Поиск
zh_hans: 搜索

# Sidebar/Navigation/List item.Link/Verb
source: Search
de: Suchen
oc: Recercar
pl: Szukaj
ru: Поиск
zh_hans: 搜索

# Content/Library/Input.Label/Verb
source: Search a remote library
de: Eine Fernmediathek suchen
es: Buscar una biblioteca externa
oc: Cercar una bibliotèca alonhada
pl: Wyszukaj w zdalnej bibliotece
pt_br: Pesquisar uma biblioteca remota
ru: Искать в удалённой библиотеке
zh_hans: 搜索远程曲库

# Head/Fetch/Title
source: Search a remote object
de: Eine entferntes Objekt suchen
oc: Cercar un objècte distant
pl: Wyszukaj zdalnego obiektu
pt_br: Pesquisar um objeto remoto
ru: Найти удалённый объект
zh_hans: 搜索远程对象

# Content/Search/Input.Placeholder
source: Search by account, summary, domain…
de: Nach Titel, Künstler·innen oder Domain suchen…
es: Buscar por título, artista, dominio…
oc: Recercar per títol, artista, domeni…
pl: Szukaj za pomocą konta, podsumowania, domeny…
pt_br: Pesquisar por conta, resumo, domínio…
ru: Искать по учетной записи, примечанию, домену…
zh_hans: 搜索帐户，摘要，域名…

# Content/Search/Input.Placeholder
source: Search by domain, actor, name, description…
de: Suche nach Domain, Benutzernamen, Biografie…
es: Buscar por dominio, nombre de usuario, bio…
oc: Recercar per domeni, actor, nom, descripcion…
pl: Szukaj za pomocą domeny, użytkownika, nazwy, opisu…
pt_br: Pesquisar por domínio, artista, nome, descrição…
ru: Искать по домену, исполнителю, имени, описанию…
zh_hans: 搜索域名、用户、名称、描述…

# Content/Search/Input.Placeholder
source: Search by domain, actor, name, reference, source…
de: Suche nach Domain, Benutzernamen, Biografie…
es: Buscar por dominio, nombre de usuario, bio…
oc: Recercar per domeni, actor, nom, referéncia, sorga…
pl: Szukaj za pomocą domeny, użytkownika, nazwy, opisu, źródła…
pt_br: Pesquisar por domínio, artista, nome, referência, fonte…
ru: Искать по домену, исполнителю, имени, справке, источнику…
zh_hans: 搜索域名、用户、名称、引用、引用源…

# Content/Search/Input.Placeholder
source: Search by domain, name, account…
de: Suche nach Domain, Name, Konto…
oc: Recercar per domeni, nom d’utilizaire, compte…
pl: Szukaj za pomocą domeny, nazwy, konta…
pt_br: Pesquisar por domínio, nome, conta…
ru: Искать по домену, имени пользователя, аккаунту…
zh_hans: 搜索域名，名称，帐户…

# Content/Search/Input.Placeholder
source: Search by domain, name, MusicBrainz ID…
de: Suche nach Domain, Benutzernamen, Biografie…
es: Buscar por dominio, nombre de usuario, bio…
oc: Recercar per domeni, nom, ID MusicBrainz,…
pl: Szukaj za pomocą domeny, nazwy, identyfikatora MusicBrainz…
pt_br: Pesquisar por domínio, nome, ID MusicBrainz…
ru: Искать по домену, имени, MusicBrainz ID…
zh_hans: 搜索域名、名称、MusicBrainz ID…

# Content/Search/Input.Placeholder
source: Search by domain, title, artist, album, MusicBrainz ID…
de: Nach Titel, Künstler·in und Album suchen…
es: Buscar por título, artista, álbum…
oc: Recercar per títol, artista, album, ID MusicBrainz…
pl: Szukaj za pomocą domeny, tytułu, artysty, albumu, identyfikatora MusicBrainz…
pt_br: Pesquisar por domínio, título, artista, álbum, ID MusicBrainz…
ru: Искать по домену, названию, исполнителю, альбому, MusicBrainz ID…
zh_hans: 搜索域名、标题、歌手、专辑、MusicBrainz ID…

# Content/Search/Input.Placeholder
source: Search by domain, title, artist, MusicBrainz ID…
de: Nach Titel, Künstler·in und Album suchen…
es: Buscar por título, artista, álbum…
oc: Recercar per títol, artista, ID MusicBrainz…
pl: Szukaj za pomocą domeny, tytułu, wykonawcy, identyfikatora MusicBrainz…
pt_br: Pesquisar por domínio, título, artista, ID MusicBrainz…
ru: Искать по домену, названию, исполнителю, MusicBrainz ID…
zh_hans: 搜索域名、标题、歌手、MusicBrainz ID…

# Content/Search/Input.Placeholder
source: Search by domain, username, bio…
de: Suche nach Domain, Benutzernamen, Biografie…
es: Buscar por dominio, nombre de usuario, bio…
oc: Recercar per domeni, nom d’utilizaire, bio…
pl: Szukaj za pomocą domeny, nazwy, opisu…
pt_br: Pesquisar por domínio, nome de usuário, bio…
ru: Искать по домену, имени пользователя, информации пользователя…
zh_hans: 搜索域名，用户名，简介…

# Content/Search/Input.Placeholder
source: Search by name
de: Nach Namen suchen
oc: Recercar per nom
pl: Szukaj za pomocą nazwy
pt_br: Pesquisar por nome
ru: Искать по имени
zh_hans: 搜索名称

# Content/Search/Input.Placeholder
source: Search by name…
de: Suchen nach Namen…
es: Buscar por nombre…
oc: Recercar per nom…
pl: Szukaj za pomocą nazwy…
pt_br: Pesquisar por nome…
ru: Искать по имени…
zh_hans: 搜索名称…

# Content/Library/Input.Placeholder
source: Search by title, artist, album…
de: Nach Titel, Künstler·in und Album suchen…
es: Buscar por título, artista, álbum…
oc: Recercar per títol, artista, album…
pl: Szukaj za pomocą tytułu, wykonawcy, albumu…
pt_br: Pesquisar por título, artista, álbum…
ru: Искать по названию, исполнителю, альбому…
zh_hans: 搜索标题，歌手，专辑…

# Content/Admin/Input.Placeholder/Verb
source: Search by username, e-mail address, code…
de: Benutzernamen, E-Mail-Adresse, Code suchen…
es: Buscar por nombre de usuario, correo electrónico, código…
oc: Recercar per nom d’utilizaire, corrièl, còdi…
pl: Szukaj za pomocą nazwy, adresu e-mail, kodu…
pt_br: Pesquisar por nome de usuário, e-mail, código…
ru: Искать по пользователю, адресу электронной почты, коду…
zh_hans: 搜索用户名，邮箱，邀请码…

# Content/Search/Input.Placeholder
source: Search by username, e-mail address, name…
de: Benutzernamen, E-Mail-Adresse, Namen suchen…
es: Buscar por usuario, correo electrónico, nombre…
oc: Recercar per nom d’utilizaire, corrièl, nom…
pl: Szukaj za pomocą nazwy, adresu e-mail…
pt_br: Pesquisar por nome de usuário, e-mail, nome…
ru: Искать по имени пользователя, адресу электронной почты, имени…
zh_hans: 搜索用户名，邮箱，姓名…

# Content/Search/Input.Placeholder
source: Search by username…
de: Nach Nutzername suchen…
oc: Recercar per nom d’utilizaire…
pl: Szukaj za pomocą nazwy użytkownika…
pt_br: Pesquisar por nome de usuário…
ru: Искать по имени…
zh_hans: 搜索用户名…

# Sidebar/Search/Input.Placeholder
source: Search for artists, albums, tracks…
de: Nach Künstler·innen, Alben und Titeln suchen…
es: Buscar artistas, álbumes, canciones…
oc: Recercar d’artistas, d’albums, de pistas…
pl: Szukaj wykonawców, albumów, utworów…
pt_br: Pesquisar por artistas, álbuns, faixas…
ru: Искать исполнителей, альбомы, треки…
zh_hans: 搜索歌手，专辑，歌曲…

# Sidebar/Search/Input.Label
source: Search for content
de: Inhalte suchen
oc: Recercar de contengut
pl: Szukaj treści
ru: Поискать музыку
zh_hans: 搜索音乐等内容

# Content/Search/Title
source: Search for some music
de: Musik suchen
es: Buscar música
oc: Recercar de musica
pl: Poszukaj trochę muzyki
pt_br: Pesquisar músicas
ru: Поискать музыку
zh_hans: 搜索音乐

# Content/*/Button.Label/Verb
source: Search on Discogs
de: Auf Discogs suchen
oc: Recercar en Discogs
pl: Wyszukaj na Discogs
pt_br: Pesquisar em Discogs
ru: Искать на Discogs
zh_hans: 在 Discogs 上搜索

# Search/*/*
source: Search on the fediverse
de: Suche im Fediverse
oc: Recercar sul fediverse
pl: Szukaj we fediverse
pt_br: Pesquisar no fediverso
ru: Искать в Fediverse
zh_hans: 在联邦宇宙中搜索

# Content/*/Button.Label/Verb
source: Search on Wikipedia
de: Auf Wikipedia suchen
es: Buscar en Wikipedia
oc: Recercar sus Wikipèdia
pl: Wyszukaj na Wikipedii
pt_br: Pesquisar no Wikipedia
ru: Искать на Википедии
zh_hans: 在维基百科上搜索

# */Dropdown/Placeholder/Verb
source: Search…
de: Suchen…
oc: Recercar…
pl: Szukaj…
ru: Поиск…
zh_hans: 搜索…

# Content/Search/Input.Placeholder
source: Search…
de: Suchen…
oc: Recercar…
pl: Szukaj…
pt_br: Pesquisar…
ru: Поиск…
zh_hans: 搜索…

# Menu/*/Hidden text
source: Secondary menu
de: Untermenü
es: Menú secundario
oc: Menú segondari
pl: Podmenu
pt_br: Menu secundário
ru: Дополнительное меню
zh_hans: 二级菜单

# Content/Admin/Menu.Title
source: Sections
de: Abschnitte
es: Secciones
oc: Seccions
pl: Sekcje
pt_br: Seções
ru: Разделы
zh_hans: 设置分项

# */*/*/Noun
source: Security
de: Sicherheit
oc: Seguretat
pl: Bezpieczeństwo
ru: Безопасность
zh_hans: 安全

# */Admin/*/Noun
source: Security
de: Sicherheit
oc: Seguretat
pl: Bezpieczeństwo
ru: Безопасность
zh_hans: 安全

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek backwards 30s
de: 30 s zurückspringen
oc: Recular de 30s
pl: Cofnij o 30 sekund
pt_br: Voltar 30s
ru: Перемотать назад на 30сек
zh_hans: 向后快进 30 秒

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek backwards 5s
de: 5 s zurückspringen
oc: Recular de 5s
pl: Cofnij o 5 sekund
pt_br: Voltar 5s
ru: Перемотать назад на 5сек
zh_hans: 向后快进 5 秒

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek forwards 30s
de: 30 s vorspringen
oc: Avançar de 30s
pl: Pomiń 30 sekund
pt_br: Avançar 30s
ru: Перемотать вперёд на 30сек
zh_hans: 向前快退 30 秒

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek forwards 5s
de: 5 s vorspringen
oc: Avançar de 5s
pl: Pomiń 5 sekund
pt_br: Avançar 5s
ru: Перемотать вперёд на 5сек
zh_hans: 向前快退 5 秒

# Content/*/Select/Verb
source: Select
de: Auswählen
oc: Seleccionar
pl: Wybierz
ru: Выбрать
zh_hans: 选择

# Content/Radio/Dropdown.Placeholder/Verb
source: Select a filter
de: Filter auswählen
es: Seleccionar un filtro
oc: Seleccionar un filtre
pl: Wybierz filtr
pt_br: Selecione um filtro
ru: Выберите фильтр
zh_hans: 选择一个过滤器

# Content/*/Select/Verb
source: Select all items
de: Alle auswählen
oc: Seleccionar totes los elements
pl: Zaznacz wszystkie elementy
ru: Выбрать всё
zh_hans: 选择所有项目

# Content/*/Link/Verb
source: Select one element
de: Ein Element auswählen
oc: Seleccionar un element
pl: Zaznacz jeden element
ru: Выделить %{ total } элемент
zh_hans: 全选所有 %{ total } 项

# Content/*/Link/Verb
source: Select only current page
de: Nur die aktuelle Seite auswählen
es: Seleccionar solo la página actual
oc: Seleccionar solament la pagina actuala
pl: Zaznacz tylko obecną stronę
pt_br: Selecionar apenas a página atual
ru: Выбрать только текущую страницу
zh_hans: 只选择当前页面

# Content/About/Email
source: Send us an email: {{ contactEmail }}
oc: Enviatz-nos un messatge : {{ contactEmail }}
ru: Напишите нам: {{ contactEmail }}
zh_hans: 给我们发邮件：{{ contactEmail }}

# */*/*
source: Serie
oc: Seria
pl: Serial
ru: Серия
zh_hans: 序列

# */*/*
source: Series
de: Serien
oc: Serias
pl: Seriale
ru: Серии
zh_hans: 序列

# Content/Channel/Paragraph
source: Series
de: Serien
oc: Serias
pl: Seriale
ru: Серии
zh_hans: 序列

# Content/Home/Link
source: Server rules
de: Serverregeln
oc: Règlas del servidor
pl: Regulamin serwera
pt_br: Regras do servidor
ru: Правила сервера
zh_hans: 服务器规则

# */*/*/Noun
source: Settings
de: Einstellungen
es: Ajustes
oc: Paramètres
pl: Ustawienia
pt_br: Configurações
ru: Настройки
zh_hans: 设置

# Content/Settings/Message
source: Settings updated
de: Einstellungen aktualisiert
es: Ajustes actualizados
oc: Paramètres actualizats
pl: Zapisano ustawienia
pt_br: Configurações atualizadas
ru: Настройки обновлены
zh_hans: 设置已更新

# Content/Settings/Paragraph
source: Settings updated successfully.
de: Einstellungen erfolgreich aktualisiert.
es: Ajustes actualizados con éxito.
oc: Paramètres corrèctament modificats.
pl: Pomyślnie zapisano ustawienia.
pt_br: As configurações foram atualizadas.
ru: Настройки успешно обновлены.
zh_hans: 设置更新成功。

# Content/Admin/Table.Label/Noun
source: Share link
de: Freigabe-Link
es: Compartir enlace
oc: Ligam de partatge
pl: Odnośnik do udostępniania
pt_br: Compartilhar link
ru: Поделиться ссылкой
zh_hans: 分享链接

# Content/Library/Paragraph
source: Share this link with other users so they can request access to this library by copy-pasting it in their pod search bar.
de: Teile diesen Link mit Anderen, damit sie Zugriff auf deine Mediathek anfordern können.
oc: Partejatz aqueste ligam amb d’autres utilizaires per que pòscan accedir a vòstra bibliotèca en lo copiar-pegar dins la barra de recèrca de lor instància.
pl: Podziel się tym odnośnikiem z innymi użytkownikami, aby mogli poprosić o dostęp do Twojej biblioteki poprzez wklejenie go w pole wyszukiwania.
pt_br: Compartilhe este link com outros usuários para que possam solicitar permissão para ver sua biblioteca.
ru: Поделитесь этой ссылкой с другими пользователями чтобы они могли запросить доступ к вашей библиотеке, вставив её в поле поиска на своём узле.
zh_hans: 与其他用户分享这个链接，这样他们就可以将链接粘贴到他们的站点搜索栏，来请求访问这个曲库。

# Content/Library/Paragraph
source: Share your work publicly and get subscribers on Funkwhale, the Fediverse or any podcasting application.
de: Veröffentliche deine Arbeit und erhalte Abonnenten von Funkwhale, dem Fediverse oder einer beliebigen Podcast-App.
oc: Partejatz vòstre trabalh publicament e obtenètz de seguidors sus Funkwhale, sul Fediverse o de las aplicacions de podcast estant.
pl: Udostępnij twoje utwory publicznie i zdobądź obserwatorów na Funkwhale, Fediverse albo jakiejkolwiek aplikacji do podcastów.
ru: Делитесь вашим творчеством и получайте подписчиков с Funkwhale, Fediverse или из любых приложений для подкастов.
zh_hans: 公开分享您的作品，并在 Funkwhale、联邦宇宙、或任何播客应用程序上获得订阅者。

# Content/Library/Title
source: Sharing link
de: Freigabe-Link
es: Compartir enlace
oc: Ligam de partatge
pl: Odnośnik do udostępnienia
pt_br: Link de compartilhamento
ru: Поделиться ссылкой
zh_hans: 分享链接

# Content/Embed/Message
source: Sharing will not work because this pod doesn't allow anonymous users to access content.
de: Die Freigabe funktioniert nicht, da dieser Pod anonymen Benutzenden keinen Zugriff auf Inhalte ermöglicht.
oc: Lo partatge foncionarà pas perque aqueste pod autoriza pas los utilizaires anonimes a accedir al contengut.
pl: Udostępnianie nie będzie działało ponieważ ta instancja nie pozwala anonimowym użytkownikom na dostęp do treści.
pt_br: O compartilhamento não funcionará porque este pod não permite que usuários anônimos vejam o conteúdo.
ru: Общий доступ не будет работать, так как данный узел не разрешает анонимным пользователям доступ к содержимому.
zh_hans: 分享将会无效，因为本站不允许匿名用户访问任何内容。

# */*/Form-builder
source: Short text
de: Kurzer Text
oc: Tèxt cort
pl: Krótki tekst
ru: Краткий текст
zh_hans: 短文本

# Content/*/Button/Label/Verb
source: Show 1 more tag
de: %{ count } weiteres Schlagwort anzeigen
oc: Mostrar 1 etiqueta de mai
pl: Pokaż %{ count } kolejny tag
pt_br: Mostrar mais 1 tag
ru: Показать ещё один тег
zh_hans: 显示接下来的 %{ count } 个标签

# Content/Library/Button.Label
source: Show all edits
de: Alle Änderungen anzeigen
oc: Mostrar totas las modificacions
pl: Pokaż wszystkie edycje
pt_br: Mostrar todas as edições
ru: Показать все правки
zh_hans: 显示所有编辑记录

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Show available keyboard shortcuts
de: Verfügbare Tastenkombinationen zeigen
es: Mostrar atajos de teclado disponibles
oc: Mostrar los acorchis clavièr disponibles
pl: Pokaż dostępne skróty klawiszowe
pt_br: Mostrar atalhos de teclado disponíveis
ru: Показать доступные горячие клавиши
zh_hans: 显示可用的键盘快捷键

# Content/Library/Button.Label/Verb
source: Show information about the upload status for this track
de: Details zum Import dieses Titels anzeigen
oc: Clicar per mostrar mai d’informacion tocant lo processús d’import d’aquesta pista
pl: Pokaż więcej informacji dotyczących procesu importowania tego utworu
ru: Показать информацию о статусе закачки этого трека
zh_hans: 点击以显示这首歌曲的当前上传状态

# */*/Button,Label
source: Show less
de: Weniger anzeigen
oc: Ne veire mens
pl: Pokaż mniej
pt_br: Mostrar menos
ru: Показать меньше
zh_hans: 收起

# */*/Button,Label
source: Show more
de: Mehr anzeigen
oc: Ne veire mai
pl: Pokaż więcej
pt_br: Mostrar mais
ru: Показать больше
zh_hans: 展开

# Content/Notifications/Form.Label/Verb
source: Show read notifications
de: Gelesene Benachrichtigungen zeigen
es: Mostrar notificaciones leídas
oc: Mostrar las notificacions legidas
pl: Pokaż odczytane powiadomienia
pt_br: Mostrar notificações lidas
ru: Показывать прочитанные уведомления
zh_hans: 显示已读通知

# Content/Track/Icon.Tooltip/Verb
source: Show track actions
de: Track-Aktionen anzeigen
oc: Mostrar las accions de la pista
ru: Действия с треком
zh_hans: 显示歌曲操作

# Content/Settings/Button.Tooltip/Verb
source: Show/hide password
de: Passwort verstecken bzw. zeigen
es: Mostrar/ocultar contraseña
oc: Mostrar/amagar lo senhal
pl: Pokaż/ukryj hasło
pt_br: Mostrar/ocultar senha
ru: Показать/скрыть пароль
zh_hans: 显示/隐藏密码

# Content/*/Paragraph
source: Showing one result
de: Zeige ein Ergebnis
oc: Afichatge d’un resultat
pl: Wyświetlanie jednego wyniku
ru: Найден один результат
zh_hans: 正在显示第 %{ start } ~ %{ end } 条结果，共 %{ total } 条结果

# Content/*/Paragraph
source: Showing results %{ start }-%{ end } on %{ total }
de: Ergebnisse %{ start } bis %{ end } von %{ total }
es: Mostrando resultados %{ start }-%{ end } de %{ total }
oc: Afichatge dels resultats %{ start }-%{ end } sus %{ total }
pl: Wyświetlanie wyników %{ start }-%{ end } z %{ total }
pt_br: Mostrando resultados %{ start }-%{ end } de %{ total }
ru: Показаны результаты %{ start }-%{ end } из %{ total }
zh_hans: 正在显示第 %{ start } ~ %{ end } 条结果，共 %{ total } 条结果
